{"translation-revision-date":"2022-05-18 15:54:08+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Caution: if there are Jetpack blocks used in existing posts or pages, disabling this setting will cause those blocks to stop working.":["זהירות: אם יש בלוקים של Jetpack שנמצאים בשימוש בפוסטים או בעמודים, השבתת הגדרה זו עשויה לגרום לבלוקים האלו להפסיק לעבוד."],"See all discounted products":["להציג את כל המוצרים המוזלים"],"View discounted products":["להציג מוצרים מוזלים"],"* Discount is for first term only, all renewals are at full price.":["* ההנחה חלה על התקופה הראשונה בלבד, כל החידושים יהיו לפי המחיר המלא."],"View Summary":["להציג את הסיכום"],"Next":["הבא"],"Feature Enabled":["האפשרות הופעלה"],"Get %s":["לקבל %s"],"Jetpack Security gives you complete site protection and backups.":["שירות Jetpack Security מספק לך הגנה מלאה על האתר וגיבויים"],"Your site is growing. It’s time for a security plan.":["האתר שלך גדל. זה הזמן לתוכנית אבטחה."],"Discount offer has ended":["הנחת המבצע הסתיימה"],"%ds":["%d שניות"],"%dm":["%d דקות"],"%dh":["%d שעות"],"%dd":["%d ימים"],"Resources":["משאבים"],"Discount ends in:":["ההנחה מסתיימת בעוד:"],"Comments and form spam protection":["הגנה מפני תגובות זבל בתגובות ובטפסים"],"Real-time malware scanning":["סריקה בזמן אמת לאיתור תוכנות זדוניות"],"One-click restores":["שחזורים בלחיצה אחת"],"Real-time cloud backups":["גיבויים בזמן אמת לענן"],"Read Later":["לקרוא מאוחר יותר"],"View products":["להציג מוצרים"],"Get VideoPress":["להוריד את VideoPress"],"Upgrade for more videos and storage":["כדאי לשדרג כדי לקבל עוד סרטוני וידאו ושטח אחסון"],"Get Anti-spam":["למנוע תגובות זבל"],"Block spam automatically with Jetpack Anti-spam":["לחסום תגובות זבל באופן אוטומטי עם Jetpack Anti-spam"],"Get Jetpack Security":["לרכוש את Jetpack Security"],"Increase your site security!":["לשפר את האבטחה באתר שלך!"],"Try VideoPress for free":["לנסות את VideoPress בחינם"],"No matter your business, adding videos to your site is essential for success. Jetpack VideoPress offers HD, ad-free video hosting, so you can keep the focus on your content. Try it for free or upgrade for more space. <ExternalLink>Learn more<\/ExternalLink>":["לא משנה באיזה תחום העסק שלך, הוספת סרטוני וידאו לאתר היא פעולה חיונית להצלחה. השירות של Jetpack VideoPress מציעה אחסון סרטוני וידאו נטול פרסומות ב-HD כדי לאפשר לך להתמקד בתוכן שלך. כדאי לנסות בחינם או לשדרג לקבלת שטח אחסון נוסף. <ExternalLink>למידע נוסף<\/ExternalLink>"],"Learn how to block spam":["ללמוד כיצד לחסום תגובת זבל"],"Congratulations! Your content is getting traction and receiving comments. The more popular your content is, the more likely it is you will be a target for spam comments. To ensure a great experience for your readers, we recommend manually moderating spam or using an automated product like Jetpack Anti-spam.":["ברכותינו! התוכן שלך מתקבל יפה וזוכה לתגובות! ככל שהתוכן שלך פופולרי יותר, כך יש יותר סיכוי שישלחו לך תגובות זבל. כדי להבטיח חוויית לקוח טובה לקוראים שלך, מומלץ לנהל את תגובות הזבל באופן ידני או להשתמש במוצר אוטומטי כמו Jetpack Anti-spam."],"Share videos on your site to increase engagement and purchases.":["לשתף סרטוני וידאו באתר כדי לשפר את המעורבות והרכישות."],"It’s time to block spam comments.":["זה הזמן לחסום תגובות זבל."],"Read WordPress Security for Beginners":["לקרוא על אבטחת WordPress למתחילים"],"Or let Jetpack handle your security and backups so you can focus on your business.":["לחלופין, השירות של Jetpack יכול לטפל באבטחה ובגיבויים כדי שתהיה לך אפשרות להתמקד בעבודה על העסק."],"Are developed by teams that respond to support requests promptly":["מפותחים על ידי צוות שמגיב לבקשות תמיכה במהירות"],"Are compatible with the most recent version of WordPress":["תואמים לרוב הגרסאות האחרונות של WordPress"],"Have good user ratings":["בעלי דירוג טוב מהמשתמשים"],"As you add plugins to your site, you have to start thinking about vulnerabilities, failed updates, and incompatible plugins. You should ensure that the plugins you install:":["כשמוסיפים תוספים לאתר, כדאי לשים לב לפגיעויות, לעדכונים כושלים ולתוספים שאינם תואמים. עליך לוודא שהתוספים שבחרת להתקין:"],"With more plugins comes more responsibility.":["כשמגדילים את כמות התוספים, מגדילים את האחריות."],"Enable Social Media Sharing":["להפעיל שיתוף ברשתות חברתיות"],"It’s easy to share your content to a wider audience by connecting your social media accounts to Jetpack. When you publish a post, it will automatically appear on all your favorite platforms. Best of all, it’s free. <ExternalLink>Learn more<\/ExternalLink>":["אפשר לשתף בקלות את התוכן שלך עם קהל רחב יותר באמצעות חיבור החשבונות שלך ברשתות החברתיות ל-Jetpack. כאשר מפרסמים פוסט, הוא יופיע באופן אוטומטי בכל הפלטפורמות המועדפות עליך. והיתרון העיקרי, השירות ניתן בחינם. <ExternalLink>למידע נוסף<\/ExternalLink>"],"Spam Management":["ניהול תגובות זבל"],"%d%% off":["הנחה של %d%%"],"Automatically share your posts to social media to grow your audience.":["לשתף את הפוסטים שלך ברשתות החברתיות באופן אוטומטי כדי להגדיל את הקהל שלך."],"Read More":["להמשיך לקרוא"],"Site Security":["אבטחת אתרים"],"How To":["מדריכי עזר"],"Social Media Sharing":["שיתוף ברשתות חברתיות"],"New":["חדש"],"Navigation item.\u0004Recommendations <count>%d<\/count>":["המלצות <count>%d<\/count>"],"Video Privacy: Restrict views to members of this site":["פרטיות הסרטון: להגביל את הצפיות באתר זה לחברים בלבד"],"Discover Jetpack tools in the block editor":["לגלות את הכלים של Jetpack בעורך הבלוקים"],"Jetpack Blocks give you the power to deliver quality content that hooks website visitors without needing to hire a developer or learn a single line of code.":["הבלוקים של Jetpack נותנים לך עוצמה לפרסם תוכן איכותי שמעניין את המבקרים באתר ללא צורך במפתחים או בידע בכתיבת קוד."],"Learn how to get started with Jetpack":["להסבר כיצד להתחיל בעבודה עם Jetpack"],"Nice work! Let’s recap what we enabled for %s.":["כל הכבוד! עכשיו נסכם מה הפעלנו עבור %s."],"Faster sites get better ranking in search engines and help keep visitors on your site longer. Jetpack will automatically optimize and load your images and files from our global Content Delivery Network (CDN). <ExternalLink>Learn more<\/ExternalLink>":["אתרים מהירים יותר מקבלים דירוג גבוה יותר במנועי החיפוש ועוזרים להשאיר את המבקרים זמן רב יותר באתר. Jetpack ימטב ויעלה באופן אוטומטי את התמונות והקבצים שלך מרשת שליחת התוכן העולמית (CDN) שלנו. <ExternalLink>למידע נוסף<\/ExternalLink>"],"Would you like your site to load faster?":["רוצה שהאתר שלך ייטען מהר יותר?"],"Navigation item.\u0004My Jetpack":["Jetpack שלי "],"Activate %s. <activateLink>Activate it now<\/activateLink> or <purchasesLink>view all your purchases<\/purchasesLink>":["Activate %s. <activateLink>Activate it now<\/activateLink> or <purchasesLink>view all your purchases<\/purchasesLink>"],"Getting started with Jetpack":["התחלת עבודה עם Jetpack"],"Would you like to turn site visitors into subscribers?":["רוצה להפוך את המבקרים באתר למנויים?"],"Jetpack blocks give you the power to deliver quality content that hooks website visitors without needing to hire a developer or learn a single line of code.":["הבלוקים של Jetpack נותנים לך עוצמה לפרסם תוכן איכותי שמעניין את המבקרים באתר ללא צורך במפתחים או בידע בכתיבת קוד."],"Be sure your %1$d posts, %2$d comments, and more information are safely backed up with Jetpack":["Be sure your %1$d posts, %2$d comments, and more information are safely backed up with Jetpack"],"Upgrade to backup":["Upgrade to backup"],"Locked":["נעול"],"Jetpack includes some blocks which can help you create your pages exactly the way you want them.":["השירות של Jetpack כולל כמה בלוקים שיכולים לעזור לך ליצור את בעמודים באתר בדיוק כפי שרצית."],"Jetpack blocks":["בלוקים של Jetpack"],"Upgrade your site to access additional features, including spam protection, backups, and priority support: <a>Upgrade now<\/a>":["ניתן לשדרג את האתר שלך ולקבל גישה לאפשרויות נוספות, כולל הגנה מפני תגובות זבל, גיבויים ועדיפות בקבלת תמיכה: <a>לשדרג עכשיו<\/a>"],"Upgrade your site to access additional features, including spam protection, security scanning, and priority support: <a>Upgrade now<\/a>":["ניתן לשדרג את האתר שלך ולקבל גישה לאפשרויות נוספות, כולל הגנה מפני תגובות זבל, סריקות אבטחה ועדיפות בקבלת תמיכה: <a>לשדרג עכשיו<\/a>"],"Redeem your %1$s coupon to get started with %2$s for free the first year!":["כדאי לפדות את הקופון של ⁦%1$s⁩ כדי להתחיל עם ⁦%2$s⁩ בחינם לשנה הראשונה!"],"Get %s free for one year!":["לקבל את %s בחינם לשנה אחת!"],"Upgrade your site to access additional features, including spam protection and priority support: <a>Upgrade now<\/a>":["ניתן לשדרג את האתר שלך ולקבל גישה לאפשרויות נוספות, כולל הגנה מפני תגובות זבל ועדיפות בקבלת תמיכה: <a>לשדרג עכשיו<\/a>"],"Remind me later":["הזכירו לי מאוחר יותר"],"Redeem your coupon and get started with %s for free the first year! Never worry about losing your data, ever.":["כדאי לפדות את הקופון שלך כדי להתחיל עם %s בחינם לשנה הראשונה! אין צורך לדאוג שהנתונים שלך יאבדו."],"One free year of Jetpack Backup":["שנה חינם של Jetpack Backup"],"Logo of %s who are offering a coupon in partnership with Jetpack":["לוגו של %s שמציעה קופון בשותפות עם Jetpack"],"Redeem":["לפדות"],"The Jetpack CRM product name, without the Jetpack prefix\u0004CRM":["CRM"],"Sell more and get more leads with the free Jetpack CRM plugin built specifically for WordPress.<br \/><ExternalLink>Learn more<\/ExternalLink>":["למכור יותר ולקבל יותר לידים עם התוסף החינמי Jetpack CRM שנבנה במיוחד עבור WordPress.<br \/><ExternalLink>למידע נוסף<\/ExternalLink>"],"Install %s":["להתקין את %s"],"Plugin is installed & active.":["התוסף מותקן ופעיל."],"Manage %s":["לנהל את %s"],"Activating %s":["מפעיל את %s"],"Installing %s":["מתקין את %s"],"Download the Jetpack iOS mobile app.":["להוריד את האפליקציה של Jetpack לנייד למערכת iOS."],"Apple App Store download badge.":["תג להורדה מ-Apple App Store."],"Download the Jetpack Android mobile app.":["להוריד את האפליקציה של Jetpack לנייד למערכת Android."],"Google Play Store download badge.":["תג להורדה מ-Google Play Store."],"Get powerful security and performance tools in your pocket with the Jetpack mobile app.":["להשתמש בכלים עוצמתיים לאבטחה ולביצועים ישירות מהטלפון עם האפליקציה של Jetpack לנייד."],"Jetpack in your pocket":["Jetpack בכיס שלך"],"<ExternalLink>View more stats on WordPress.com<\/ExternalLink>":["<ExternalLink>להציג נתונים סטטיסטיים נוספים ב-WordPress.com‏<\/ExternalLink>"],"1 free video available. Upgrade now to unlock more videos and 1TB of storage.":["וידאו אחד זמין בחינם. אפשר לשדרג כדי לקבל הרשאה לסרטונים נוספים ושטח אחסון של ‎1 TB."],"You have used your free video. Upgrade now to unlock more videos and 1TB of storage.":["ניצלת את כל הסרטונים שעומדים לרשותך. אפשר לשדרג כדי לקבל הרשאה לסרטונים נוספים ושטח אחסון של ‎1 TB."],"Total protection for your site, including Backup, Scan, and Anti-spam. <ExternalLink>Learn More<\/ExternalLink>":["הגנה מלאה לאתר שלך, כולל גיבוי, סריקה ומניעת תגובות זבל. <ExternalLink>למידע נוסף<\/ExternalLink>"],"Comprehensive Site Security":["אבטחה מקיפה לאתר"],"A shield and check mark representing the Jetpack Security Bundle":["סמל של מגן וסימן לאישור שמייצגים את חבילת השירותים של Jetpack Security"],"A crossed-out bug representing Jetpack Anti-spam":["באג עם קו מחיקה שמייצג את השירות של Jetpack Anti-spam"],"A shield representing Jetpack Scan":["מגן שמייצג את השירות של Jetpack Scan"],"A cloud representing Jetpack Backup":["ענן שמייצג את השירות של Jetpack Backup"],"Performance and Growth":["ביצועים וצמיחה"],"Improve your site’s performance and SEO in a few clicks with the free Jetpack Boost plugin.<br \/><ExternalLink>Learn more<\/ExternalLink>":["לשפר את ביצועי האתר שלך ואת ה-SEO בכמה לחיצות עם התוסף החינמי Jetpack Boost.<br \/><ExternalLink>מידע נוסף<\/ExternalLink>"],"The Jetpack Scan product name, without the Jetpack prefix\u0004Scan":["לסרוק"],"The Jetpack Backup product name, without the Jetpack prefix\u0004Backup":["גיבוי"],"The Jetpack Boost product name, without the Jetpack prefix\u0004Boost":["Boost"],"Configure search":["הגדרות החיפוש"],"View scan results":["להציג את תוצאות הסריקה"],"View latest backup":["להציג את הגיבוי האחרון"],"View my plans":["להציג את התוכניות שלי"],"Configure my site":["להגדיר את האתר שלי"],"Submit Feedback":["לשלוח משוב"],"Submitting…":["שולח..."],"Navigation item.\u0004License":["רישיון"],"Navigation item.\u0004Activate a Product":["להפעיל מוצר"],"View all purchases":["להציג את כל הרכישות"],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dTB<\/strong> of storage space.":["אפשר לעבוד בראש שקט הודות להגנה מלאה על האתר. יש לך שטח אחסון בנפח של <strong>%1$dTB<\/strong>.","אפשר לעבוד בראש שקט הודות להגנה מלאה על האתר. יש לך שטח אחסון בנפח של <strong>%1$dTB<\/strong>."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dGB<\/strong> of storage space.":["אפשר לעבוד בראש שקט הודות להגנה מלאה על האתר. יש לך שטח אחסון בנפח של <strong>%1$dGB<\/strong>.","אפשר לעבוד בראש שקט הודות להגנה מלאה על האתר. יש לך שטח אחסון בנפח של <strong>%1$dGB<\/strong>."],"Got a license key? Activate it here.":["יש לך מפתח רישיון? ניתן ללחוץ כאן להפעלה."],"Jetpack is the perfect companion plugin for WooCommerce - made by WordPress experts to make your store faster, safer, and to help grow your business.":["Jetpack הוא השותף המושלם לשיתוף פעולה בפלטפורמה של WooCommerce – הוא נוצר על ידי מומחי WordPress כדי לאפשר ביצועים מהירים ובטוחים יותר בחנות שלך ולעזור לך להרחיב את העסק."],"Jetpack and WooCommerce":["Jetpack ו-WooCommerce"],"Welcome to Jetpack! Security, Growth, & Performance tools for WordPress businesses":["ברוך בואך אל Jetpack! כלים לאבטחה, לצמיחה ולביצועים עבור עסקים ב-WordPress"],"You have an available product license key. <activateLink>Activate it now<\/activateLink> or <purchasesLink>view all your purchases<\/purchasesLink>":["יש לך מפתח רישיון זמין למוצר. <activateLink>יש להפעיל אותו עכשיו<\/activateLink> או <purchasesLink>להציג את כל הרכישות שלך<\/purchasesLink>"],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["להגדיל את התעבורה שלך עם <ExternalLink>פרסום ושיתוף<\/ExternalLink> אוטומטי ברשתות החברתיות"],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["לחסום <ExternalLink>התקפות על ידי ניחוש סיסמה<\/ExternalLink> ולקבל הודעות מיידיות אם האתר שלך לא זמין ברשת"],"An unknown error occurred during license activation. Please try again.":["ארעה שגיאה לא ידועה במהלך ההפעלה של הרישיון. יש לנסות שוב."],"You're all set!":["הכול מוכן!"],"Your product is active!":["המוצר שלך פעיל!"],"Experience high-quality, ad-free video built specifically for WordPress.":["להשתמש בשירות וידאו באיכות גבוהה ונטול פרסומות שנבנה במיוחד עבור WordPress."],"Jetpack VideoPress is active!":["השירות של Jetpack VideoPress פעיל!"],"Jetpack Security is active!":["השירות של Jetpack Security פעיל!"],"Jetpack Search is active!":["השירות של Jetpack Search פעיל!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["אפשר לראות את סריקות האבטחה שלך בכתובת <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["השירות של Jetpack Scan פעיל!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["אפשר לראות את הגיבויים, סריקות האבטחה ולשחזר את האתר שלך בכתובת <a>cloud.jetpack.com<\/a>. אם אי פעם תאבד לך הגישה לאתר, אפשר לשחזר אותה שם."],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["להאיץ את הפעילות של האתר שלך ולספק למבקרים תמונות שמוכנות לתצוגה בנייד עם <ExternalLink>תכונות ה-CDN שלנו‏<\/ExternalLink>"],"Ad network access":["גישה לרשת מודעות"],"Accept payments":["לקבל תשלומים"],"<strong>Free<\/strong> related posts":["פוסטים קשורים <strong>בחינם<\/strong>"],"<strong>Free<\/strong> social media tools":["כלים לשיתוף ברשתות החברתיות <strong>בחינם<\/strong>"],"<strong>Free<\/strong> site stats":["נתונים סטטיסטיים של האתר <strong>בחינם<\/strong>"],"Growth tools":["כלים לצמיחה"],"Ad-free WordPress video hosting":["אחסון סרטוני וידאו ב-WordPress ללא פרסומות"],"Instant site search":["חיפוש מיידי באתר"],"<strong>Free<\/strong> SEO tools":["כלי SEO <strong>בחינם<\/strong>"],"<strong>Free<\/strong> lazy image loading":["טעינת תמונות עצלה <strong>בחינם<\/strong>"],"<strong>Free<\/strong> Content Delivery Network (CDN)":["רשת תוכן גלובלית (CDN) <strong>בחינם<\/strong>"],"Performance tools":["כלים לביצועים"],"Comment and form spam protection":["הגנה מפני תגובות זבל בתגובות ובטפסים"],"Automated malware scanning":["סריקה אוטומטית לאיתור תוכנות זדוניות"],"Full store & order backups":["גיבויים מלאים להזמנות ולחנות"],"<strong>Free<\/strong> brute force attack prevention":["הגנה מפני התקפות של ניחוש סיסמה <strong>בחינם<\/strong>"],"<strong>Free<\/strong> downtime monitoring":["ניטור זמן השבתה <strong>בחינם<\/strong>"],"Security tools":["כלי אבטחה"],"Continue to Jetpack":["להמשיך ל-Jetpack"],"Redeem %s":["לפדות את %s"],"Redeem your coupon and get started with %s for free the first year!":["כדאי לפדות את הקופון שלך כדי להתחיל עם %s בחינם לשנה הראשונה!"],"Set up & redeem %s":["להגדיר ולפדות את %s"],"Welcome to Jetpack %s traveler!":["ברוך בואך לתוכנית %s של Jetpack!"],"This is not a valid license key. Please try again.":["מפתח רישיון זה לא תקף. יש לנסות שוב."],"Jetpack Complete is active!":["השירות של Jetpack Complete פעיל!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["אפשר לראות את הגיבויים ולשחזר את האתר שלך בכתובת <a>cloud.jetpack.com<\/a>. אם אי פעם תאבד לך הגישה לאתר, אפשר לשחזר אותה שם."],"Jetpack Backup is active!":["השירות של Jetpack Backup פעיל!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["מכאן, אנחנו נדאג לכל מה שצריך. כעת אפשר ליהנות מאתר נטול תגובות זבל!"],"Jetpack Anti-spam is active!":["השירות של Jetpack Anti-spam פעיל!"],"Do you need help? <a>Contact us.<\/a>":["האם דרושה לך עזרה? <a>ניתן ליצור איתנו קשר.<\/a>"],"License key":["מפתח רישיון"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["התשובה שלך נשלחה. <br\/>תודה ששלחת לנו משוב לגבי אפשרויות לשיפור Jetpack."],"Thank you!":["תודה!"],"Skip for now":["לא כרגע"],"Let us know what didn‘t work for you":["נשמח לדעת מה לא עבד אצלך"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["נשלחה הודעה עם מפתח הרישיון שלך, <strong>יש לבדוק את תיבת האימייל<\/strong>. ההודעה אמורה הייתה להתקבל לאחר ביצוע הרכישה."],"Add a license key":["להוסיף מפתח רישיון"],"Before you go, help us improve Jetpack":["לפי שנסיים, נשמח לעזרתך כדי לשפר את Jetpack"],"Stay connected":["להישאר עם חיבור פעיל"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>נדרשת לך עזרה?<\/strong> אפשר לקבל מידע נוסף על <jpConnectionInfoLink>חיבור ל-Jetpack<\/jpConnectionInfoLink> או <jpSupportLink>ליצור קשר עם התמיכה של Jetpack<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["לאחר הניתוק מ-Jetpack, האפשרויות האלו לא יעבדו עוד."],"Jetpack is currently powering multiple products on your site.":["האתר שלך משתמש כעת במספר מוצרים שמופעלים על ידי Jetpack."],"Back to my website":["חזרה לאתר שלי"],"No thank you":["לא, תודה"],"Help us improve":["נשמח למשוב כדי להשתפר"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["מצטערים שהחלטת לעזוב. ב-Jetpack אנחנו תמיד משתדלים לספק את החוויה הטובה ביותר ללקוחות שלנו. כדאי לענות על הסקר הקצר שלנו (שתי דקות, מבטיחים)."],"Jetpack has been <br\/>successfully disconnected.":["השירות של Jetpack <br\/>נותק בהצלחה."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["השירות של Jetpack מפעיל תוספים אחרים באתר שלך. אם ברצונך להתנתק, התוספים האלו לא יעבדו עוד."],"Add %s":["להוסיף %s"],"\/month, paid yearly":["לחודש, חיוב שנתי"],"Popular upgrade":["שדרוג פופולרי"],"Graphical illustration of product: %s":["אילוסטרציה גרפית של המוצר: %s"],"Loading recommendations":["טעינת המלצות"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["לחיצה על הכפתור למטה מהווה את הסכמתך <tosLink>לתנאי השימוש<\/tosLink> שלנו <shareDetailsLink>ולשיתוף המידע<\/shareDetailsLink> עם WordPress.com."],"Example Archive Title\/Date":["תאריך\/כותרת של ארכיון לדוגמה"],"Archive Title":["כותרת הארכיון"],"Illustration used to visually represent the current question: %s.":["אילוסטרציה להמחשה ויזואלית של השאלה הנוכחית: %s."],"An illustration of a browser window used as the container to visually represent the current question.":["אילוסטרציה של חלון דפדפן בתור הגורם המכיל לצורך המחשה ויזואלית של השאלה הנוכחית."],"14-day money-back guarantee":["אנחנו מתחייבים להחזר כספי תוך 14 יום"],"Special introductory pricing, all renewals are at full price.":["מחיר היכרות מיוחד, כל החידושים יהיו לפי המחיר המלא."],"You now have access to these benefits:":["כעת יש לך גישה ליתרונות הבאים:"],"Your plan has been upgraded!":["התוכנית שלך שודרגה!"],"Recommendations Product Purchased\u0004Configure your site":["להגדיר את התצורה של האתר שלך"],"Enable VideoPress":["להפעיל את VideoPress"],"High-quality, ad-free video built specifically for WordPress.":["שירות וידאו באיכות גבוהה ונטול פרסומות שנבנה במיוחד עבור WordPress."],"And more! <a>See all Jetpack features<\/a>":["ועוד! <a>להציג את כל האפשרויות של Jetpack<\/a>"],"Let visitors share your content on social media":["לאפשר למבקרים לשתף את התוכן שלך ברשתות החברתיות"],"Automatically share your content on social media":["לשתף את התוכן שלך ברשתות החברתיות באופן אוטומטי"],"Connect your user account":["לחבר את חשבון המשתמש שלך"],"Unlock all the amazing features of Jetpack by connecting now":["להתחיל עכשיו להשתמש באפשרויות המדהימות של Jetpack לחיבור"],"Unlock %s and more amazing features":["להתחיל להשתמש באפשרות של %s ובאפשרויות מדהימות נוספות"],"Enhance your site with dozens of other features":["לשפר את האתר שלך עם עשרות אפשרויות נוספות"],"Get notifications if your site goes offline":["לקבל הודעות כאשר האתר מושבת"],"Protect your site against bot attacks":["להגן על האתר שלך מפני התקפות של בוטים"],"Speed up your site with optimized images":["להגביר את מהירות האתר עם תמונות ממוטבות"],"Measure your impact with beautiful stats":["למדוד את ההשפעה עם נתונים סטטיסטיים שמוצגים בצורה יפה"],"Secure and speed up your site for free with Jetpack's powerful WordPress tools.":["לאבטח ולהאיץ את האתר בחינם עם כלי העבודה העוצמתיים של Jetpack ב-WordPress."],"<a>Activate<\/a> to engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. Try it for free.":["<a>להפעיל<\/a> כדי לעניין את המבקרים באמצעות סרטונים ברזולוציה גבוהה וללא פרסומות. לחסוך זמן על ידי העלאה של סרטונים ישירות מהעורך של WordPress. כדאי לנסות בחינם."],"Jetpack VideoPress":["Jetpack VideoPress"],"Connect your WordPress.com account to enable high-quality, ad-free video.":["כדאי לחבר את החשבון שלך ב-WordPress.com כדי להפעיל סרטונים ברזולוציה גבוהה וללא פרסומות."],"Video storage used out of 1TB:":["שטח אחסון לווידאו שנוצל מתוך ‎1 TB:"],"VideoPress is enabled and will optimize your videos for smooth playback on any device. To add a new video, upload it to the Media Library or Post Editor.":["השירות של VideoPress הופעל וימטב את הסרטונים שלך לניגון חלק בכל מכשיר. כדי להוסיף סרטון חדש, יש להעלות אותו לספריית המדיה או לעורך הפוסטים."],"Engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. With Jetpack VideoPress, you can customize your video player to deliver your message without the distraction.":["לעניין את המבקרים באמצעות סרטונים ברזולוציה גבוהה וללא פרסומות. לחסוך זמן על ידי העלאה של סרטונים ישירות מהעורך של WordPress. עם Jetpack VideoPress, אפשר להתאים אישית את נגן הווידאו שלך כדי לפרסם את התוכן שלך בלי הסחות דעת."],"Your site is new and may still be preparing backup configuration.":["האתר שלך חדש וייתכן שהגדרות התצורה לגיבוי עדיין בתהליך הכנה."],"Jetpack and its Anti-spam currently monitor all comments on your site. Data will display here soon!":["השירות של Jetpack והכלים שלו למניעת תגובות זבל כרגע עוקבים אחר כל התגובות באתר שלך. בקרוב יוצגו כאן נתונים!"],"Loading…":["טוען..."],"Over 5 million WordPress sites are faster and more secure":["מעל חמישה מיליון אתרי WordPress מהירים ובטוחים יותר"],"An error occurred. Please try again.":["אירעה שגיאה. יש לנסות שוב."],"Jetpack Logo":["הלוגו של Jetpack"],"Jetpack logo":["הלוגו של Jetpack"],"Your data is being securely backed up as you edit. You have <strong>%1$dTB<\/strong> of storage space.":["הנתונים שלך מגובים באופן מאובטח במהלך העריכה. יש לך שטח אחסון בנפח של <strong>%1$dTB<\/strong>.","הנתונים שלך מגובים באופן מאובטח במהלך העריכה. יש לך שטח אחסון בנפח של <strong>%1$dTB<\/strong>."],"Your data is being securely backed up as you edit. You have <strong>%1$dGB<\/strong> of storage space.":["הנתונים שלך מגובים באופן מאובטח במהלך העריכה. יש לך שטח אחסון בנפח של <strong>%1$dGB<\/strong>.","הנתונים שלך מגובים באופן מאובטח במהלך העריכה. יש לך שטח אחסון בנפח של <strong>%1$dGB<\/strong>."],"Jetpack Security":["אבטחת Jetpack"],"Contact support":["כדאי לפנות לתמיכה"],"Explore themes":["עיון בערכות העיצוב"],"Get access to professionally crafted themes offered on WordPress.com, and customize your site exactly how you like it.":["קבלת גישה לערכות עיצוב מקצועיות המוצעות ב-WordPress.com, והתאמה אישית של האתר שלך בדיוק למראה שיימצא חן בעיניך."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack נתקל בשגיאה ואינו מצליח להציג את לוח הבקרה. כדאי לרענן את העמוד."],"Connect your WordPress.com account and upgrade to get a faster resolution to your support questions.":["לחבר את החשבון שלך ב-WordPress.com ולשדרג כדי לקבל מענה מהיר יותר לשאלות ששלחת לתמיכה."],"Button caption\u0004Apply license":["להחיל רישיון"],"Button caption\u0004Applying…":["מחיל..."],"Jetpack licence key":["מפתח רישיון של Jetpack"],"If you have a Jetpack license key paste it here to queue it for activation. Once your license is processed your product will appear under \"My Plan\".":["אם יש לך מפתח רישיון של Jetpack, עליך להדביק אותו כאן כדי להכין אותו להפעלה. לאחר עיבוד הרישיון שלך, המוצר שלך יופיע במקטע 'התוכנית שלי'."],"Connect your WordPress.com account to upgrade and get Jetpack Search, which helps your visitors instantly find the right content – right when they need it.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ולקבל את Jetpack Search, שירות שיעזור למבקרים באתר שלך למצוא את התוכן הנכון באופן מיידי כשהם צריכים אותו."],"Get the most out of Jetpack.":["להפיק את המרב מ-Jetpack."],"Jetpack License":["רישיון Jetpack"],"Error adding Jetpack license key.":["שגיאה בהוספה של מפתח הרישיון של Jetpack."],"Jetpack license key added. It may take a minute for the license to be processed.":["מפתח הרישיון של Jetpack התווסף. ייתכן שתידרש דקה אחת לעיבוד הרישיון."],"Connect your WordPress.com account to upgrade and get automatic backups that keep your content safe.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ולקבל גיבויים אוטומטיים שישמרו על התוכן שלך."],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ולקבל אפשרות למחיקה של תגובות זבל באופן אוטומטי מתגובות ומטפסים"],"Connect your WordPress.com account to upgrade to Jetpack Scan and protect your site from security threats with automated scanning.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ל-Jetpack Scan ולהגן על האתר שלך מאיומי אבטחה הודות לסריקה האוטומטית."],"<a>Connect your WordPress.com<\/a> account to use this feature.":["<a>יש לחבר את החשבון של ב-WordPress.com<\/a> כדי להשתמש באפשרות הזאת."],"<a>Connect your WordPress.com<\/a> account to keep your site protected from malicious sign in attempts.":["<a>יש לחבר את החשבון שלך ב-WordPress.com<\/a> כדי לשמור על אתר מוגן מניסיונות התחברות זדוניים."],"Connect your WordPress.com account to view more stats":["כדי להציג עוד נתונים סטטיסטיים, יש לחבר את החשבון שלך ב-WordPress.com"],"Not now":["לא עכשיו"],"Connect to enable the WordPress.com toolbar.":["יש להתחבר כדי להפעיל את סרגל הכלים של WordPress.com."],"Connect to enable publishing via email.":["יש להתחבר כדי להפעיל פרסום דרך האימייל."],"Maximum characters reached.":["הגעת למגבלת התווים המותרת."],"Google search":["חיפוש Google"],"Expand to preview how the SEO settings will look for your homepage on Google, Facebook, and Twitter.":["יש להרחיב כדי לראות איך הגדרות ה-SEO של עמוד הבית שלך יופיע ב-Google, בפייסבוק ובטוויטר."],"Front Page Meta Description":["תיאור של עמוד ראשי"],"Craft a description of your Website: up to 160 characters that will be used in search engine results for your front page, and when your website is shared on social media sites.":["לרשום תיאור של האתר שלך: עד 160 תווים שיוצגו כאשר העמוד שלך מופיע בתוצאות של מנועי חיפוש וכאשר משתפים את האתר שלך באתרים של רשתות חברתיות."],"Expand to edit your front page meta description.":["יש להרחיב כדי לערוך את התיאור של העמוד הראשי שלך."],"You can set the structure of page titles for different sections of your site. Doing this will change the way your site title is displayed in search engines, social media sites, and browser tabs.":["באפשרותך להגדיר את המבנה של כותרות העמודים לקטעים שונים באתר. פעולה זו תשנה את הדרך שבה כותרת האתר תוצג במנועי החיפוש, באתרים של רשתות חברתיות ובלשוניות הדפדפנים."],"Expand to customize the page title structures of your site.":["יש להרחיב כדי להתאים אישית את המבנים של כותרות העמודים באתר שלך."],"Your SEO settings are managed by the following plugin: %s":["הגדרות ה-SEO שלך מנוהלות באמצעות התוסף הבא: %s"],"Preview: %s":["תצוגה מקדימה: %s"],"Example Title":["כותרת לדוגמה"],"Tag or Category Name":["שם תגית או קטגוריה"],"Page Title":["כותרת העמוד"],"Post Title":["כותרת הפוסט"],"Tagline":["תיאור האתר"],"Site Title":["שם האתר"],"Front Page":["עמוד ראשי"],"The Like button is a way for people on WordPress.com to show their appreciation for your content.":["עם כפתורי 'לייק' אנשים יכולים להביע את דעתם החיובית על התוכן שלך ב-WordPress.com."],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ולקבל אפשרות למחיקה של תגובות זבל באופן אוטומטי מתגובות ומטפסים."],"Connect your WordPress.com account to upgrade and help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ולעזור למבקרים באתר למצוא תשובות מהר בעזרת תוצאות חיפוש רלוונטיות ומיידיות וסינון עוצמתי."],"Connect your WordPress.com account to upgrade and connect your site to Google Analytics.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ולחבר את האתר שלך ל-Google Analytics."],"Connect your WordPress.com account to upgrade for automated scanning and one-click fixes keep your site ahead of security threats.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ולקבל סריקות אוטומטיות ותיקונים בלחיצה אחת שישמרו על האתר שלך מעבר להישג ידם של איומי אבטחה."],"Connect your WordPress.com account to upgrade and save every change and get back online quickly with one-click restores.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג ולשמור כל שינוי ולחזור במהירות למצב מחובר באמצעות שחזורים בלחיצה אחת."],"Connect to add your social media accounts.":["יש להתחבר כדי להוסיף חשבונות של רשתות חברתיות."],"Connect to configure.":["יש להתחבר כדי להגדיר את התצורה."],"Disconnect your WordPress.com account":["להתנתק מהחשבון שלך ב-WordPress.com"],"Connect to enable WordPress.com Secure Sign-On.":["יש להתחבר כדי לאפשר כניסה מאובטחת ל-WordPress.com."],"Connect to set up brute force attack protection.":["יש להתחבר כדי להגדיר הגנה מפני התקפות של ניחוש סיסמה."],"Connect to set up your status alerts.":["יש להתחבר כדי להגדיר התראות על סטטוסים."],"Connect to manage your subscriptions settings.":["יש להתחבר כדי לנהל את הגדרות המינויים שלך."],"This feature is provided by the WordPress.com cloud. %s":["האפשרות הזאת מופעלת על ידי הענן של WordPress.com. %s"],"Let your subscribers know when you post":["להודיע למנויים כאשר מתפרסם פוסט"],"Receive instant downtime alerts":["לקבל התראות מיידיות על השבתת האתר"],"Receive notifications about new likes and comments":["לקבל הודעות על לייקים ותגובות חדשים"],"Secure Sign-On":["התחברות מאובטחת"],"A caption for a button to connect a user account to access paid features.\u0004Connect":["להתחבר"],"Connect your WordPress.com account to upgrade and generate income with high-quality ads.":["לחבר את החשבון שלך ב-WordPress.com כדי לשדרג וליצור הכנסה עם פרסומות איכותיות."],"Recommendations skipped":["דילגת על ההמלצות"],"You didn’t enable any recommended features. To get the most out of Jetpack, enable some recommendations or explore all Jetpack features.":["לא הפעלת אף אחת מהתכונות המומלצות. כדי לנצל את מלוא הפוטנציאל של Jetpack, מומלץ להפעיל כמה מההמלצות או לעיין בכל התכונות של Jetpack."],"Recommendations enabled":["ההמלצות הופעלו"],"Explore premium Jetpack product bundles or pick and choose exactly what you need.":["כדאי לעיין בחבילה של מוצרי הפרימיום של Jetpack או לבחור בדיוק את המוצרים שדרושים לך."],"Powerful security, performance, and marketing":["אבטחה, ביצועים ושיווק עם עוצמה"],"Recommended premium product":["מוצרי פרימיום מומלצים"],"Increase site growth with marketing":["לאפשר לאתר שלך לצמוח באמצעות שיווק"],"Speed-enhancing performance tools":["כלים לביצועים שמשפרים את המהירות"],"Robust security to keep your site safe":["אבטחה משופרת כדי לשמור על האתר שלך"],"With Jetpack, you have <strong>free access<\/strong> to managing your site with <a>WordPress.com<\/a> and the Android and iOS WordPress apps.":["עם Jetpack יש לך <strong>גישה בחינם<\/strong> לניהול האתר <a>ב-WordPress.com<\/a> ובאפליקציות של WordPress ל-Android ול-iOS."],"Explore a better editing experience":["לנסות חוויית עריכה טובה יותר"],"Update your site from any device":["לעדכן את האתר שלך מכל מכשיר"],"Free stock photo library":["ספריית תמונות סטוק בחינם"],"Multi-site plugin management":["ניהול תוספים במספר אתרים"],"Manage multiple sites from one dashboard":["ניהול מספר אתרים מלוח בקרה אחד"],"Refined post and page editor":["עורך משופר ליצירת פוסטים ועמודים"],"Google Play Store download badge":["תג להורדה מ-Google Play Store"],"Download the WordPress Android mobile app.":["להוריד את האפליקציה לנייד של WordPress למערכת Android."],"Apple App Store download badge":["תג להורדה מ-Apple App Store"],"Download the WordPress iOS mobile app.":["להוריד את האפליקציה לנייד של WordPress למערכת iOS."],"Manage security on Jetpack.com":["לנהל את האבטחה ב-Jetpack.com"],"You can also use your included Activity feature to monitor every change that occurs on your site!":["אפשר גם להשתמש באפשרות 'פעילות' שכלולה בשירות כדי לעקוב אחר כל השינויים שמבוצעים באתר!"],"Did you know you can manage all your backups right from Jetpack.com?":["האם ידעת שאפשר לנהל את כל הגיבויים שלך ישירות מ-Jetpack.com?"],"Manage your security on Jetpack.com":["לנהל את האבטחה ב-Jetpack.com"],"Enter your server credentials to enable one-click restores included in your plan.":["יש להזין את פרטי הכניסה של השרת כדי להפעיל שחזורים בלחיצה אחת בתוכנית שלך."],"Get the most out of your %s. One-click restores ensure you’ll be able to easily restore your site, if anything goes wrong.":["לנצל את מלוא הפוטנציאל של %s. שחזורים בלחיצה אחת מבטיחים שתהיה לך אפשרות לשחזר את האתר בקלות אם משהו משתבש."],"Enable one-click restores":["להפעיל שחזורים בלחיצה אחת"],"Real-time Backups":["גיבויים בזמן אמת"],"WooCommerce":["WooCommerce"],"Install":["להתקין"],"Creative Mail":["Creative Mail"],"Other sites may include non-profits, colleges or schools, apps, real-estate, or others.":["סוגים אחרים של אתרים כוללים עמותות ללא מטרות רווח, קולג'ים או בתי ספר, אפליקציה, נדל\"ן ועוד."],"Stores typically include online e-commerce stores selling goods, services, or digital downloads.":["חנויות בדרך כלל מתייחסות לחנויות מקוונות של מסחר אלקטרוני שמוכרות סחורה, שירותים או הורדות של מוצרים דיגיטליים."],"Business sites usually include shops, services like lawyers, or plumbers, and advertisers or influencers.":["אתרי עסקיים בדרך כלל מתייחסים לחנויות, לשירותים מקצועיים כגון עריכת דין או שרברבות ולמפרסמים ומשפיענים."],"Personal sites usually include blogs, resume sites, weddings or other events, and hobby sites.":["אתרים אישיים בדרך כלל מתייחסים לבלוגים, לאתרים לקורות חיים, לחתונות ולאירועים שונים ולאתרי תחביבים."],"Install WooCommerce":["להתקין את WooCommerce"],"We’re partnered with <strong>WooCommerce<\/strong> — a customizable, open-source eCommerce platform built for WordPress. It’s everything you need to start selling products today. <ExternalLink>Learn more<\/ExternalLink>":["אנחנו משתפים פעולה עם <strong>WooCommerce<\/strong> – פלטפורמה למסחר אלקטרוני שניתנת להתאמה, מבוססת על קוד פתוח ונבנתה עבור WordPress. השירות כולל את כל מה שדרוש לך כדי להתחיל למכור מוצרים עוד היום. <ExternalLink>מידע נוסף<\/ExternalLink>"],"Would you like WooCommerce to power your store?":["רוצה להפעיל את החנות שלך באמצעות WooCommerce?"],"Enable Site Accelerator":["להפעיל את מאיץ האתרים"],"Enable Related Posts":["להפעיל את הפוסטים הקשורים"],"Displaying Related Posts at the end of your content keeps visitors engaged and on your site. <ExternalLink>Learn more<\/ExternalLink>":["להציג פוסטים קשורים בתחתית התוכן כדי לעניין את המבקרים בתוכן נוסף ולהשאיר אותם באתר. <ExternalLink>למידע נוסף<\/ExternalLink>"],"Would you like Related Posts to display at the bottom of your content?":["האם ברצונך להציג פוסטים קשורים בתחתית התוכן שלך?"],"Enable Downtime Monitoring":["להפעיל ניטור זמן השבתה"],"If your site ever goes down, Downtime Monitoring will send you an email or push notitification to let you know. <ExternalLink>Learn more<\/ExternalLink>":["אם האתר שלך מושבת, ניטור זמן השבתה ישלח הודעות באימייל והודעות דחיפה כדי ליידע אותך. <ExternalLink>למידע נוסף<\/ExternalLink>"],"Would you like Downtime Monitoring to notify you if your site goes offline?":["רוצה לקבל הודעות של ניטור זמן השבתה כאשר האתר שלך מושבת?"],"Install Creative Mail":["להתקין את Creative Mail"],"The Jetpack Newsletter Form combined with Creative Mail by Constant Contact can help automatically gather subscribers and send them beautiful emails. <ExternalLink>Learn more<\/ExternalLink>":["טופס הניוזלטר של Jetpack משתלב עם Creative Mail של Constant Contact ויכול לעזור לך לאסוף מנויים בצורה אוטומטית ולשלוח אליהם הודעות יפות לאימייל. <ExternalLink>למידע נוסף<\/ExternalLink>"],"Navigation item.\u0004Recommendations":["המלצות"],"All of Jetpack’s great features await you and we’ll recommend some of our favorites.":["כל האפשרויות הנהדרות של Jetpack ממתינות לך ואנחנו נמליץ לך על כמה מהאפשרויות המועדפות עלינו."],"This assistant will help you get the most from Jetpack. Tell us more about your goals and we’ll recommend relevant features to help you succeed.":["הסייען יעזור לך לנצל את מלוא הפוטנציאל של Jetpack. נשמח לשמוע עוד פרטים על המטרות שלך כדי להמליץ לך על אפשרויות רלוונטיות שיעזרו לך להשיג אותן."],"Other":["אחר"],"Store":["חנות"],"Business":["עסק"],"Personal":["אישי"],"What type of site is %s?":["מהו סוג האתר של %s?"],"Jetpack offers support via community forums for any site without a paid product.":["אתרים ללא מוצרים בתשלום יכולים לקבל תמיכה ל-Jetpack דרך הפורומים הקהילתיים."],"No security threats found. Your site will continue to be monitored for future threats.":["לא אותרו איומי אבטחה. אנו נמשיך בניטור האתר שלך לזיהוי איומים גם בעתיד."],"Please finish your setup by entering your server’s credentials.":["נא לסיים את ההגדרה: יש להזין את אישורי השרת שלך."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["זוהה איום אבטחה. נא <a>ללחוץ כאן<\/a> כדי לטפל בו באופן מידי.","זוהו איומי אבטחה. נא <a>ללחוץ כאן<\/a> כדי לטפל בהם באופן מידי."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["רכישה של Jetpack Scan תאפשר לך להגן על האתר שלך מאיומי אבטחה הודות לסריקה האוטומטית."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["השירות של VaultPress לא מותקן, <a>נא להתקין<\/a> רכיב זה כדי לאפשר סריקה אוטומטית לזיהוי איומי אבטחה."],"VaultPress is not active, <a>please activate<\/a> to enable automatic scanning for security for threats.":["השירות של VaultPress לא פעיל, <a>נא להפעיל <\/a> רכיב זה כדי לאפשר סריקה אוטומטית לזיהוי איומי אבטחה."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["בעיה בביצוע סריקת VaultPress. נא לוודא ש<keyLink>הוזן מפתח הרישום<\/keyLink>. לקבלת עזרה נוספת יש <supportLink>לפנות לתמיכה<\/supportLink>."],"Could not activate VaultPress.":["לא ניתן להפעיל את VaultPress."],"Activating VaultPress…":["מפעיל את VaultPress..."],"F Y":["F Y"],"F jS":["F jS"],"M j":["M j"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["לחבר מחדש את Jetpack"],"Click below to reconnect Jetpack":["יש ללחוץ למטה כדי לחבר מחדש את Jetpack"],"You should only do this if advised by Site Health tests or Jetpack Support.":["יש לבצע את הפעולה רק אם הבדיקות לתקינות האתר או התמיכה של Jetpack המליצו לך לבצע אותה."],"You’ve clicked a link to restore your Jetpack connection.":["לחצת על הקישור כדי לשחזר את החיבור שלך אל Jetpack."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["השירות של Jetpack חובר מחדש בהצלחה! אפשר לבדוק אם החיבור אל Jetpack תקין דרך <a>הכלי לתקינות האתר<\/a>."],"Your site is connected to VaultPress for backups.":["האתר שלך מחובר לגיבויים באמצעות VaultPress."],"Your site is connected to VaultPress for backups and security scanning.":["האתר שלך מחובר לגיבויים ולסריקות אבטחה באמצעות VaultPress."],"Automatically clear spam from comments and forms.":["למחוק תגובות זבל באופן אוטומטי מתגובות ומטפסים."],"Connect your site to Google Analytics.":["לחבר את האתר אל Google Analytics."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["הודות לסריקות אוטומטיות ולתיקונים בלחיצה אחת, האתר שלך תמיד נמצא מעבר להישג ידם של איומי אבטחה."],"Save every change and get back online quickly with one-click restores.":["ניתן לשמור כל שינוי ולחזור במהירות למצב מחובר באמצעות שחזורים בלחיצה אחת."],"Your site is connected to Jetpack Backup and Scan.":["האתר שלך מחובר Jetpack Backup ול-Scan."],"Your site is connected to Jetpack Backup.":["האתר שלך מחובר Jetpack Backup."],"Twitter profile image":["תמונת הפרופיל של טוויטר"],"The most powerful WordPress sites: Top-tier security bundle, enhanced search.":["האתרים העוצמתיים ביותר ב-WordPress: חבילת אבטחה מצוינת, חיפוש מתקדם."],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["אבטחה נוספת לאתרים עם פעילות בכל שעות היממה ובכל ימות השבוע. מומלץ לחנויות של מסחר אלקטרוני, לארגוני חדשות ולפורומים מקוונים."],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["אפשר לעבוד בראש שקט הודות להגנה מלאה על האתר. מומלץ לאתרים של ברושורים, מסעדות, בלוגים וקורות חיים."],"Could not activate Akismet.":["לא ניתן היה להפעיל את Akismet."],"Activating Akismet…":["מפעיל את Akismet..."],"It looks like your API key has been set globally.":["נראה שמפתח ה-API שלך הוגדר באופן גלובלי."],"A valid key has been set in your site's configuration.":["מפתח תקף הוגדר בקביעת התצורה של האתר שלך."],"Jetpack Security Real-Time":["Jetpack Security בזמן אמת"],"Jetpack Security Daily":["Jetpack Security על בסיס יומי"],"Jetpack Complete":["Jetpack Complete"],"There seems to be a problem with your website.":["נראה שיש בעיה באתר שלך."],"More than 5 million WordPress sites trust Jetpack for their website security and performance.":["מעל 5 מיליון אתרי WordPress סומכים על Jetpack בשירותי אבטחה ובביצועים."],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["האתר שלך מופעל על ידי Jetpack אבל כדי לקבל גישה לכל התכונות עליך לחבר את החשבון שלך אל WordPress.com."],"The jetpack_development_mode filter is active":["המסנן jetpack_development_mode פעיל"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["התוכנית ⁦%2$s⁩ כוללת את ⁦%1$s⁩. נראה שגם רכשת את המוצר ⁦%3$s⁩. כדאי להסיר את ⁦%3$s⁩."],"Welcome to <s>Jetpack %s<\/s>!":["ברוך בואך אל <s>Jetpack %s<\/s>!"],"Your site URL is a known local development environment URL":["כתובת ה-URL של האתר שלך היא כתובת URL ידועה של סביבת פיתוח מקומית"],"The %s constant is defined":["הקבוע %s מוגדר"],"Restore Connection":["לשחזר את החיבור"],"Reconnecting Jetpack":["מתחבר מחדש ל-Jetpack"],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["הפריט נמצא כרגע <a>במצב לא מקוון<\/a> (חלק מהתוכנות מושבתות) בגלל: <reasons\/>"],"%1$s failed to activate. %2$s":["⁦%1$s⁩ ההפעלה נכשלה. %2$s"],"Activating %s…":["מפעיל את %s..."],"Connected as <span>%s<\/span>":["התחברת בתור <span>%s<\/span>"],"Jetpack Scan <em>Daily<\/em>":["Jetpack Scan <em>על בסיס יומי<\/em>"],"<a>View backup details<\/a>.":["<a>להציג פרטי גיבוי<\/a>."],"Views: %s":["צפיות: %s"],"Week of %s":["שבוע של %s"],"<button>View detailed stats<\/button>":["<button>להציג נתונים סטטיסטיים מפורטים<\/button>"],"Referring to a number of comments\u0004All-time comments":["כל התגובות"],"Referring to a number of page views\u0004All-time views":["כל הצפיות"],"%s View":["%s צפייה","%s צפיות"],"Referring to a number of page views\u0004Best overall day":["הטובות ביותר לאורך כל היום"],"Referring to a number of page views\u0004Views today":["צפיות היום"],"%s has been disabled by a site administrator.":["%s התוכנה הושבתה על ידי מנהל מערכת של האתר."],"<button1>Verify with Google<\/button1><span>or<\/span><button2>Manually Verify<\/button2>":["<button1>לאמת עם Google<\/button1><span>או<\/span><button2>לאמת באופן ידני<\/button2>"],"Site failed to verify: %s":["אימות האתר נכשל: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["בתוך 'שדרוג'"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["בתוך 'נייד'"],"Unavailable in Offline Mode":["לא זמין במצב לא מקוון"],"<a>Contact Support<\/a>":["<a>ליצור קשר עם התמיכה<\/a>"],"<a>View details<\/a>":["<a>להציג פרטים<\/a>"],"Uh oh, %s threat found.":["אוי ואבוי, נמצא איום %s.","אוי ואבוי, נמצאו %s איומים."],"Unavailable in Offline Mode.":["לא זמין במצב לא מקוון."],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s התכונה הושבתה על ידי מנהל המערכת של האתר. <link>למידע נוסף<\/link>."],"Jetpack Backup <em>Daily<\/em>":["Jetpack Backup <em>על בסיס יומי<\/em>"],"Jetpack Backup <em>Real-Time<\/em>":["Jetpack Backup <em>בזמן אמת<\/em>"],"Error updating settings. %s":["שגיאה בעדכון הגדרות. %s"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["נראה שיש בעיה בחיבור שלך אל WordPress.com. אם הבעיה ממשיכה, כדאי לנסות להתחבר מחדש."],"Connect your WordPress.com account":["להתחבר עם החשבון שלי ב-WordPress.com"],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["ניתן למחוק תגובות זבל באופן אוטומטי מתגובות ומטפסים. באפשרותך לחסוך זמן, לקבל עוד תגובות ולספק למבקרים באתר חוויה טובה יותר – ללא כל פעולה מצידך."],"Jetpack Anti-Spam":["Jetpack Anti-Spam"],"Connection Error, please reconnect.":["שגיאה בחיבור, יש להתחבר מחדש."],"Tag":["תגית"],"Customize your ads.txt file":["להתאים אישית את קובץ ads.txt."],"Ads.txt (Authorized Digital Sellers) is a mechanism that enables content owners to declare who is authorized to sell their ad inventory. It’s the formal list of advertising partners you support as a publisher.":["הקובץ ads.txt (קיצור של Authorized Digital Sellers) הוא מכניזם שמאפשר לבעלי תוכן להצהיר מי רשאי למכור את מלאי המודעות שלהם. זוהי רשימה פורמלית של שותפי פרסום שנתמכים על ידך כמפרסם."],"Adds a link to your privacy policy to the bottom of the CCPA notice popup (optional).":["להוסיף קישור למדיניות הפרטיות שלך בתחתית ההודעה הקופצת של CCPA (אופציונלי)."],"Failure to add this link will result in non-compliance with CCPA.":["אי-הוספה של הקישור תהווה הפרה של תקנות CCPA."],"CCPA requires that you place a \"Do Not Sell My Personal Information\" link on every page of your site where targeted advertising will appear. <br\/>You can use the <widgetLink>Do Not Sell Link (CCPA) Widget<\/widgetLink>, or the <code>[ccpa-do-not-sell-link]<\/code> shortcode to automatically place this link on your site. Note: the link will always display to logged in administrators regardless of geolocation.":["בהתאם לתקנות CCPA, עליך להוסיף קישור לאפשרות 'אני לא רוצה למכור את המידע האישי שלי' בכל עמוד באתר שלך שבו יופיע פרסום ממוקד. <br\/>באפשרותך להשתמש <widgetLink>בווידג'ט Do Not Sell Link (CCPA)<\/widgetLink> או בשורטקוד <code>[ccpa-do-not-sell-link]<\/code> כדי למקם את הקישור באתר שלך באופן אוטומטי. לתשומת ליבך: הקישור יופיע תמיד למנהלי מערכת שנכנסו מחשבונם, לא משנה מהו מיקומם הגיאוגרפי."],"Do Not Sell Link":["קישור לאפשרות 'אני לא רוצה למכור'"],"Enable targeted advertising to California site visitors (CCPA)":["לאפשר פרסום ממוקד למבקרים ממדינת קליפורניה (CCPA)"],"Enables a targeted advertising opt-out link for California consumers, as required by the California Consumer Privacy Act (CCPA).":["הפעולה מאפשרת הוספה של קישור להתנתקות מהפרסום הממוקד עבור לקוחות מקליפורניה, כפי שנדרש בחוק California Consumer Privacy Act (החוק לפרטיות צרכנים של קליפורניה – CCPA)."],"For more information about the California Consumer Privacy Act (CCPA) <br\/>and how it pertains to your site, please consult our <link>CCPA guide for site owners<\/link>.":["למידע נוסף אודות California Consumer Privacy Act (החוק לפרטיות צרכנים של קליפורניה – CCPA) <br\/>וכיצד להתאים את האתר שלך לתקנות, ניתן להיעזר <link>במדריך שלנו ל-CCPA עבור בעלי אתרים<\/link>."],"Privacy Policy URL":["כתובת URL למדיניות הפרטיות"],"Back":["חזרה"],"Always allowed IP addresses":["כתובת IP שמותרות תמיד"],"Add to Always Allowed list":["להוסיף לרשימת הכתובות שמותרות תמיד"],"Threat":["איום","איומים"],"Subscriptions":["מינויים"],"Site Accelerator":["מאיץ האתרים"],"Disconnect and Deactivate":["להתנתק ולהשבית"],"Downtime Monitoring":["ניטור זמן השבתה"],"Show comments area in carousel":["להציג תגובות בקרוסלה"],"Navigation item.\u0004Set up":["להגדיר"],"Disconnecting…":["מתנתק..."],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["הודות לסריקות אוטומטיות ולתיקונים בלחיצה אחת, האתר שלך תמיד נמצא מעבר להישג ידם של איומי אבטחה."],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["לעזור למבקרים באתר למצוא תשובות מהר בעזרת תוצאות חיפוש רלוונטיות ומיידיות וסינון עוצמתי."],"share your experience":["לשתף את החוויה שלך"],"Other:":["אחר:"],"Troubleshooting - I'll be reconnecting afterwards.":["פתרון בעיות – אתחבר שוב בשלב מאוחר יותר."],"I don't know what it does.":["אין לי מושג מה השירות עושה."],"It's buggy.":["השירות מלא בבאגים."],"It slowed down my site.":["השירות האט את האתר שלי."],"I can't get it to work.":["לא הצלחתי להפעיל את השירות."],"Continue":["המשך"],"Oops!":["אופס!"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["חיפוש המיידי יאפשר למבקרים שלך לקבל תוצאות חיפוש ברגע שהם מתחילים להקליד. אם האפשרות מושבתת, Jetpack Search עדיין ימטב את תוצאות החיפוש אבל המבקרים יצטרכו לשלוח שאילתה לחיפוש לפני צפייה בתוצאות."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["לא ניתן היה לאחזר את מצב Jetpack Backup ול-Scan כעת."],"The Jetpack Backup status could not be retrieved at this time.":["לא ניתן היה לאחזר את מצב Jetpack Backup כעת."],"Enable instant search experience (recommended)":["להפעיל את חוויית החיפוש המיידי (מומלץ)"],"Enable Search":["להפעיל את החיפוש"],"Customize Search":["להתאים אישית את החיפוש"],"Relevant search results and filtering tightly integrated with your theme.":["תוצאות חיפוש וסינונים רלוונטיים משולבים בצורה מותאמת בערכת העיצוב שלך."],"We are backing up your site daily.":["אנחנו מגבים את האתר שלך בכל יום."],"Fast, highly relevant search results and powerful filtering.":["תוצאות חיפוש מהירות ורלוונטיות מאוד וסינון עוצמתי."],"Search supports many customizations. ":["החיפוש תומך באפשרויות התאמה רבות. "],"Customize your Search experience.":["להתאים אישית את חוויית החיפוש שלך."],"<a>Activate<\/a> to help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["מומלץ <a>להפעיל<\/a> כדי לעזור למבקרים באתר למצוא תשובות מהר בעזרת תוצאות חיפוש רלוונטיות ומיידיות וסינון עוצמתי."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["בזכות העוצמה שלו והתכונות שניתנות להתאמה, Jetpack Search עוזר למבקרים שלך למצוא את התוכן המתאים – בזמן שהם צריכים אותו."],"A Jetpack Site with the power of Jetpack Search":["אתר של Jetpack עם העוצמה של Jetpack Search"],"Instant search and filtering":["חיפוש וסינון מיידי"],"real-time backups":["גיבויים בזמן אמת"],"daily backups":["גיבויים יומיים"],"Renews on %s.":["מתחדש בתאריך %s."],"Purchased on %s.":["נרכש ב-%s."],"Settings header\u0004Anti-spam":["מניעת תגובות זבל"],"Daily Backups":["גיבויים יומיים"],"My Products":["המוצרים שלי"],"My Plan":["התוכנית שלי"],"Your data is being securely backed up as you edit.":["הנתונים שלך מגובים באופן מאובטח במהלך העריכה."],"Your data is being securely backed up every day with a 30-day archive.":["הנתונים שלך מגובים באופן מאובטח בכל יום עם ארכיון ל-30 יום."],"Jetpack Backup is being configured for your site.":["אנחנו מגדירים כעת את Jetpack Backup באתר שלך."],"You need to enter your server credentials to finish configuring Jetpack Backup.":["עליך להזין את פרטי הכניסה שלך לשרת כדי לסיים את הגדרת Jetpack Backup."],"Settings header\u0004Jetpack Backup":["Jetpack Backup"],"Jetpack Professional":["התוכנית המקצועית של Jetpack"],"Jetpack Premium":["תוכנית הפרימיום של Jetpack"],"Jetpack Personal":["התוכנית האישית של Jetpack"],"Jetpack Free":["Jetpack בחינם"],"Expired on %s.":["פג תוקף בתאריך %s."],"Jetpack has many powerful tools that can help you achieve your goals":["ל-Jetpack יש המון כלים עוצמתיים שיעזרו לך להגשים את המטרות שלך"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["האתר שלך משתמש כעת במספר תכונות שמופעלות על ידי Jetpack. לאחר הניתוק מ-Jetpack, התכונות האלה לא יהיו זמינות עוד וייתכן שהאתר שלך לא יפעל באותו האופן."],"Notice in the empty statistics chart\u0004No activity this period":["אין פעילות בפרק זמן זה"],"We back up your website with every change you make, making it easy to fix your mistakes.":["אנחנו מגבים את האתר שלך בכל שינוי שביצעת בו וכך, קל יותר לתקן שגיאות."],"We back up your website every day, so you never have to worry about your data again.":["אנחנו מגבים את האתר שלך בכל יום וכך, אין צורך לדאוג לנתונים שלך."],"Automated Daily Backups":["גיבויים יומיים אוטומטיים"],"Are you sure you want to disconnect?":["האם ברצונך להתנתק מהשירות?"],"A Jetpack Site securely backed up with Jetpack Backup":["אתר של Jetpack מגובה באופן מאובטח בעזרת Jetpack Backup"],"View your backups":["הצגת הגיבויים שלך"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["ניתן לכתוב תוכן עם קישורים, רשימות וסגנונות נוספים באמצעות תחביר של Markdown. ההגדרה הזאת עריכה עם Markdown בעורך הקלאסי או בבלוק של העורך הקלאסי."],"<a>Activate<\/a> to optimize image sizes and load images from Jetpack's fast global network of servers. This improves your site's performance on desktop and mobile devices.":["ניתן <a>להפעיל<\/a> כדי לשפר את גודל התמונות ולטעון את התמונות באמצעות רשת השרתים הגלובלית והמהירה של Jetpack. הפעולה תשפר את הביצועים של האתר שלך במחשבים שולחניים ובמכשירים ניידים."],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["השירות של Jetpack משפר את גודל התמונות ואת קצב ההורדה שלהן באמצעות רשת השרתים הגלובלית המהירה שלנו. הפעולה תשפר את הביצועים של האתר שלך במחשבים שולחניים ובמכשירים ניידים."],"Image Accelerator":["מאיץ תמונות"],"Brute force protection":["הגנה מפני ניחוש סיסמה"],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["התוכנית של ב-Jetpack מעניקה שלך הגנה מפני תגובות זבל דרך Akismet. יש להקליק על 'הגדרה' כדי להפעיל את האפשרות באתר שלך."],"Already have a key? <a>Activate Akismet<\/a>":["כבר יש לך מפתח? <a>ניתן להפעיל את Akismet<\/a>"],"Jetpack Backup":["Jetpack Backup"],"Verifying…":["מאמת..."],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["כדאי ליצור חוויית קריאה חלקה וללא הפרעות באמצעות העלאה של תוכן נוסף תוך כדי הגלילה של האתר לתחתית של עמודי הארכיון."],"Settings header\u0004WP.me Shortlinks":["קישורים מקוצרים דרך WP.me"],"Customize your SEO settings":["התאמה אישית של הגדרות ה-SEO באתר שלך"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["אפשר לשלוט באופן שבו מנועי החיפוש משקפים את האתר שלך. בעזרת כלי ה-SEO של JetpacK, אפשר לראות בתצוגה מקדימה איך התוכן שלך ייראה במנועי החיפוש הפופולריים ולשנות פריטים כגון שם האתר או התיאור הקצר בשניות."],"Log in to the WordPress mobile app":["עליך להתחבר אל האפליקציה לנייד של WordPress"],"A caption for a button to log in to the WordPress mobile app.\u0004Send link":["לשלוח קישור"],"A caption for a button to cancel an action.\u0004Cancel":["ביטול"],"Email me a link to log in to the app":["שלחו לי אימייל עם קישור להתחברות לאפליקציה"],"Send your new posts to this email address:":["הפוסטים החדשים שלך יישלחו לכתובת האימייל הזאת:"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["הפרסום באמצעות האימייל מאפשר לך לפרסם פוסטים חדשים במהירות ללא צורך בכניסה באתר. אנחנו נייצר כתובת אימייל ייחודית עבורך ודרכה התוכן יישלח. לאחר מכן, התוכן יופיע באתר שלך בדיוק כמו כל פוסט אחר."],"Easily log in to the WordPress app by clicking the link we'll send to the email address on your account.":["ניתן להתחבר בקלות לאפליקציה של WordPress על ידי לחיצה על הקישור ששלחנו לכתובת האימייל בחשבון שלך."],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["סרגל הכלים של WordPress.com מחליף את סרגל הכלים של מנהל המערכת של WordPress שמוגדר כברירת מחדל. סרגל הכלים מאפשר לך לגשת בלחיצה אחת להודעות שלך, לפרופיל שלך ב-WordPress.com ולאתרים האחרים שלך ב-Jetpack וב-WordPress.com. אפשר גם לראות עדכונים מאתרים אחרים שנמצאים במעקב שלך ב-Reader."],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["אפשר להוסיף לסרגל הניהול שלך תרשים קטן שמציג תמונה כוללת של התעבורה ב-48 השעות האחרונות"],"Expand to update settings for how visits are counted and manage who can view this information.":["ניתן להרחיב אותו כדי לעדכן את ההגדרות של אופן המספור של הביקורים ולנהל את המשתמשים שיכולים לצפות במידע זה."],"Verify site ownership with third party services":["לאמת בעלות על האתר עם שירותים של צד שלישי"],"Generate shortened URLs for simpler sharing.":["ליצור כתובות URL מקוצרות לשיתוף פשוט יותר."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["התכונה הזאת עוזרת למבקרים למצוא תוכן נוסף שלך על ידי תצוגה של פוסטים קשורים בתחתית כל פוסט."],"Keep your visitors engaged with related content at the bottom of each post. These settings won’t apply to <a>related posts added using the block editor<\/a>.":["כדאי לעניין את המבקרים שלך בתוכן קשור בתחתית כל פוסט. ההגדרות האלו לא יחולו על<a>פוסטים קשורים שנוספו באמצעות עורך הבלוקים<\/a>."],"WordAds automatically generates a custom <link1>ads.txt<\/link1> tailored for your site. If you need to add additional entries for other networks please add them in the space below, one per line. <link2>Check here for more details<\/link2>.":["השירות של WordAds יוצר באופן אוטומטי קובצי <link1>ads.txt<\/link1> שמותאמים לאתר שלך. אם יש צורך להוסיף הזנות עבור רשתות אחרות, יש להוסיף אותן למטה, הזנה אחת בשורה. <link2>ניתן לקבל פרטים נוספים כאן<\/link2>."],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["כדאי להוסיף את כפתור השיתוף כדי לאפשר למבקרים באתר לשתף את הפוסטים והעמודים שלך ברשתות החברתיות במספר לחיצות מהירות."],"You can customize the sharing buttons and choose which services to display.":["אפשר להתאים אישית את כפתורי השיתוף ולבחור את השירותים שברצונך להציג."],"Add sharing buttons to your posts and pages":["הוספת כפתורי שיתוף לפוסטים ולעמודים שלך"],"Share your content to social media, reaching new audiences and increasing engagement.":["לשתף את התוכן שלך ברשתות החברתיות, להגיע אל קהל חדש ולשפר את שיתוף הפעולה עם המבקרים."],"Settings header, noun.\u0004WordPress.com login":["התחברות ל-WordPress.com"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["לקבל התראות כאשר האתר מושבת. אנחנו ניידע אותך כאשר כל התוכן מגובה, כמובן."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["האתר שלך מוגן באמצעות Jetpack. אנחנו נודיע לך אם קרה משהו שדורש את תשומת ליבך."],"Search support docs":["חיפוש במסמכי עזרה"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["נדרשת לך עזרה? מידע נוסף על התחלה, התאמה אישית של האתר שלך, שימוש בקטעי קוד מתקדם ועוד."],"Start sharing":["להתחיל לשתף"],"Optimized performance":["ביצועים משופרים"],"Enable the “subscribe to comments” option on your comment form":["להפעיל את האפשרות 'להירשם כדי להגיב' בטופס התגובות שלך"],"Enable the “subscribe to site” option on your comment form":["להפעיל את האפשרות 'להירשם לאתר' בטופס התגובות שלך"],"Protect":["הגנה"],"Scan":["סריקה"],"Manage advanced comment settings and grow your audience with email subscriptions.":["לנהל את ההגדרות של התגובות המתקדמות ולהגדיל את החשיפה לקהל על ידי רישום לעדכונים באימייל."],"Comment form introduction":["הכרות עם טופס התגובה"],"Never worry about losing your site – automatic backups keep your content safe.":["אין צורך לדאוג שהתוכן באתר שלך יאבד – הגיבויים האוטומטים שומרים על התוכן שלך."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Jetpack Anti-Spam – מופעל על ידי Akismet. כל התגובות והטפסים ליצירת קשר נבדקים מול בסיס הנתונים הגלובלי שלנו כדי למנוע תגובות זבל."],"Anti-spam":["מניעת תגובות זבל"],"Failed to send login email":["שליחת האימייל להתחברות נכשלה"],"Login email sent":["אימייל ההתחברות נשלח"],"Sending login email…":["שולח אימייל התחברות..."],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["האבטחה מדאיגה אותך? לקבלת גיבויים, תיקוני אבטחה אוטומטיים ועוד מומלץ <a>לשדרג עכשיו<\/a>"],"Plugin icon":["סמל תוסף"],"Link to learn more about Jetpack.\u0004About":["אודות"],"Allow readers to like individual comments.":["לאפשר לקוראים לסמן תגובות יחידות עם לייק."],"Enable comment likes.":["הפעלה של לייקים לתגובות."],"Allow readers to use markdown in comments.":["לאפשר לקוראים להשתמש ב-Markdown בתגובות."],"Show Gravatar hovercards alongside comments.":["להציג את הכרטיסיות המרחפות של Gravatar לצד התגובות."],"%d character":["תו %d","%d תווים"],"About Jetpack":["אודות Jetpack"],"Google will email about certain events that occur with your site, including indications that your website has been <a1>hacked<\/a1>, or problems <a2>crawling or indexing<\/a2> your site.":["השירות של Google ישלח אליך אימייל לגבי אירועים שונים שקורים באתר שלך, כולל סימנים שהאתר שלך<a1>נפרץ<\/a1> או בעיות <a2>בסריקה או בהוספה לאינדקס<\/a2> של האתר שלך."],"Your site is verified with Google":["האתר מאומת באמצעות Google"],"New in Jetpack %s":["חדש ב-Jetpack: %s"],"Monitor your site's traffic and performance from the <a>Google Search Console<\/a>.":["לעקוב אחרי התעבורה והביצועים של האתר שלך <a>מ-Google Search Console<\/a>."],"Create account":["יצירת חשבון"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["אין אפשרות לחבר את האתר הזה ל-WordPress.com כיוון שהוא מפר את <a>תנאי השימוש שלנו<\/a>."],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["מודולים"],"Enable widget visibility controls to display widgets only on particular posts or pages":["הפעלה של תצוגת הווידג'טים שולטת בתצוגת הווידג'טים רק בפוסטים ובעמודים מסויימים"],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["התצוגה של הוויג'טים מאפשר לך להחליט מתי הווידג'טים יוצגו ובאילו עמודים, כדי שיהיה אפשר לעצב את התוכן של הווידג'טים באופן מדויק יותר."],"Make extra widgets available for use on your site including subscription forms and Twitter streams":["אפשר להוסיף וידג'טים לשימוש באתר שלך, כולל טפסים למינויים או ציוצים מטוויטר"],"Settings header\u0004Widgets":["וידג'טים"],"Enhance CSS customization panel":["לוח התאמה אישית משופר ל-CSS"],"Writing":["כתיבה"],"Compose using shortcodes to embed media from popular sites":["כתיבת תוכן באמצעות פקודות שורטקוד כדי להטביע מדיה מאתרים פופולריים"],"Compose content the way you want to and streamline your publishing experience.":["ליצור תוכן כרצונך ולעבוד בתהליך עבודה יעיל לפרסום."],"Add a portfolio item":["להוסיף פריט של תיק עבודות"],"Add a testimonial":["להוסיף המלצה"],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["שכפול פוסטים, עמודים, המלצות ותיקי עבודות קיימים. כל התוכן יועתק, כולל מלל, תמונות מרכזיות, הגדרות שיתוף ועוד."],"Maximize your site’s visibility in search engines and view traffic stats in real time.":["לשפר את הנראות של האתר שלך במנועי החיפוש ולהציג נתונים סטטיסטיים של תעבורה בזמן אמת."],"Traffic":["תעבורה"],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["ניתן לחבר את האתר שלך לרשתות החברתיות ולשתף את התוכן שלך בכל החשבונות שלך ברשתות בלחיצה אחת. כאשר מפרסמים פוסט, הוא יופיע בכל החשבונות המוחברים."],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["כאשר המודעות מופעלות, השירות של Jetpack יוצר באופן אוטומטי קובצי ads.txt שמותאמים לאתר שלך."],"Add Like buttons to your posts and pages":["הוספת לחצני 'לייק' לפוסטים ולעמודים"],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["ניתן להוסיף שכבה של אבטחה לאתר שלך באמצעות ההתחברות ל-WordPress.com והפעלה של האימות המאובטח. אם הפעלת את האפשרות הזו במספר אתרים שברשותך, ניתן להתחבר לכל אחד מהאתרים עם אותם פרטי הכניסה."],"Jetpack will continuously monitor your site and alert you the moment downtime is detected.":["השירות של Jetpack יבצע מעקב רצוף אחר האתר שלך ויודיע לך ברגע שהאתר שלך יושבת."],"You need to enter your server credentials to finish configuring Backups and Scan.":["עליך להזין את פרטי הכניסה שלך לשרת כדי לסיים את ההגדרה של הגיבוי והסריקה."],"Awaiting credentials":["ממתין לפרטי כניסה"],"Backups and Scan are being configured for your site.":["אנחנו מבצעים כעת הגדרה של הגיבויים והסריקות באתר שלך."],"Provisioning":["מקצה"],"Action needed":["נדרשת פעולה מצדך"],"Setting up":["מבצע הגדרה"],"Site accelerator is now speeding up your site!":["מאיץ האתרים כעת מזרז את הביצועים של האתר שלך!"],"Enabling Site accelerator…":["מפעיל את מאיץ האתרים..."],"Speed up static file load times":["שיפור במהירות הטעינה של קבצים סטטיים"],"Speed up image load times":["שיפור במהירות הטעינה של תמונות"],"Enable site accelerator":["הפעלה של מאיץ האתרים"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["כעת ניתן לטעון תמונות מהר יותר עם מאיץ האתרים של JetpacK כדי לשפר את תצוגת התמונות ולשלוח את התמונות והקבצים הסטטיים (כגון CSS ו-JavaScript) מהרשת הגלובלית של השרתים שלנו."],"Error enabling Site accelerator. %s":["שגיאה בהפעלה של מאיץ האתרים. %s"],"Site accelerator is no longer speeding up your site!":["מאיץ האתרים לא מזרז עוד את הביצועים של האתר שלך!"],"Disabling site accelerator…":["משבית את מאיץ האתרים..."],"Error disabling site accelerator. %s":["שגיאה בהשבתת מאיץ האתרים. %s"],"Load pages faster, optimize images, and speed up your visitors’ experience.":["טעינת דפים מהירה יותר, תמונות משופרות והאצה של חוויות המשתמש."],"Spam filtering and priority support.":["סינון תגובות זבל ותמיכה מועדפת."],"Support documentation":["עמודי עזרה"],"Chat bubbles representing getting in touch with support":["בועות צ'אט ליצירת קשר עם התמיכה"],"Site activity":["פעילות האתר"],"Reach a wider audience by automatically sharing your posts on social media.":["להגיע לקהל רחב יותר בזכות שיתוף אוטומטי של הפוסטים שלך ברשתות החברתיות."],"Increase traffic to your site":["להגדיל את התעבורה לאתר שלך"],"A wide variety of themes and tools to customize a site":["מגוון רחב של ערכות עיצוב וכלים להתאמה אישית של האתר"],"Set up your site security":["הגדרת האבטחה של האתר שלך"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["למנוע התקפות באמצעות התחברויות ולקבל התראות מיידיות כאשר מתגלה בעיה באתר."],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["קביעת לוח זמנים מראש לפרסום ציוצים בטוויטר, פוסטים בפייסבוק ופוסטים ברשתות חברתיות אחרות ללא הגבלה."],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["שילוב של הנתונים הסטטיסטיים מ-WordPress.com עם סקירת הנתונים המעמיקה של Google על המבקרים באתר שלך ועל דפוסי תעבורה."],"Site stats showing an evolution in traffic and engagement":["נתונים סטטיסטיים של האתר מציגים את השינויים בתעבורה ובשיתוף הפעולה"],"A chart showing an healthy increase in earnings":["טבלה שמציגה הגדלה חיובית ברווחים"],"Interface showing a chronological list of changes and updates in a site":["ממשק שמציג רשימה כרונולוגית של השינויים והעדכונים באתר"],"A cloud with multiple types of content floating around it":["ענן עם סוגים שונים של תוכן שצפים מסביבו"],"High-speed, high-definition video hosting with no third-party ads.":["אחסון וידאו מהיר וברזולוציה גבוהה שמוצג ללא מודעות של צד שלישי."],"Start earning":["זה הזמן להתחיל להרוויח"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["השירות של WordAds מאפשר לך להרוויח כסף על ידי הצגת תוכן שיווקי. זה הזמן להתחיל להרוויח."],"View your site activity":["צפייה בפעילות באתר שלך"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["צפייה ברשימה כרונולוגית של כל השינויים והעדכונים באתר שלך בצורה מאורגנת שקלה לקריאה."],"Discussion":["דיון"],"We are configuring your site protection.":["אנחנו מגדירים את ההגנה באתר שלך."],"A folder holding real comments":["תיקייה שמאחסנת תגובות אמיתיות"],"Make your site faster":["שיפור המהירות של האתר שלך"],"Load pages faster by serving your images from our global network of servers.":["טעינת עמודים מהירה יותר על ידי שליחת תמונות וקבצים סטטיים מרשת השרתים הגלובלית שלנו."],"A fast and performant website":["אתר מהיר עם ביצועים טובים יותר"],"A secure site, locked and protected by Jetpack":["אתר מאובטח עם נעילה והגנה של Jetpack"],"Spam is automatically blocked from your comments.":["תגובות זבל נחסמות באופן אוטומטי בתגובות שלך."],"View settings":["הצגת הגדרות"],"View your site's backups":["להצגת הגיבויים באתר שלך"],"We are backing up your site in real-time.":["אנחנו מגבים את האתר שלך בזמן אמת."],"Enter credentials":["יש להזין את פרטי הכניסה שלך"],"You need to enter your server's credentials to finish the setup.":["עליך להזין את פרטי הכניסה של השרת שלך כדי להשלים את ההגדרה."],"We are configuring your site's backups.":["אנחנו מגדירים את הגיבויים של האתר שלך."],"View site activity":["להצגת הפעילות באתר"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["השירות של Jetpack שומר רישום מלא של כל הפעילות באתר שלך ולכן, אין עוד צורך לנחש פעילויות כאשר מנהלים או מתקנים את האתר או מתקנים באגים."],"Manage security settings":["ניהול הגדרות האבטחה"],"Navigation item.\u0004Performance":["ביצועים"],"Navigation item.\u0004My Plan":["התוכנית שלי"],"Testing Jetpack Connection":["בודק את החיבוריות ל-Jetpack"],"Site is verified":["האתר מאומת"],"There was an error testing Jetpack. Error: %s":["אירעה שגיאה בעת הבדיקה של Jetpack. שגיאה: %s"],"Enable":["הפעלה"],"Test your site’s compatibility with Jetpack.":["בדיקת תאימות האתר עם Jetpack."],"Privacy information":["מידע על פרטיות"],"Enable Lazy Loading for images":["הפעלה של טעינת תמונות עצלה"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["טעינת תמונות עצלה תשפר את המהירות של האתר שלך ותיצור חוויית צפייה חלקה יותר. התמונות נטענות רק כאשר המבקרים גוללים את המסך למטה, במקום טעינת כל התמונות במקביל."],"Performance & speed":["ביצועים ומהירות"],"Carousel color scheme":["הגלגל של ערכת הצבעים"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["נתוני Exif מציגים לצופים פרטים טכניים נוספים אודות תמונות, כגון מרחק מהמוקד, פתח ו-ISO."],"Show photo Exif metadata in carousel (when available)":["הצגה בגלגל של מטא-נתונים מסוג Exif לתמונה (כאשר זמין)"],"Display images in a full-screen carousel gallery":["הצגת תמונות בגלריית גלגל במסך מלא"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["יצירת מצגת תמונות בגלגל במסך מלא להצגת התמונות שבפוסטים ובעמודים שלך. גלריות הגלגל ידידותיות להצגה במכשירים ניידים ומעודדות את המבקרים להסתכל על התמונות שלך."],"Portfolios shortcode: [portfolio]":["פקודת מקרו לתיקי עבודות: [תיק עבודות]"],"Use <portfolioLink>portfolios<\/portfolioLink> on your site to showcase your best work. If your theme doesn’t support Jetpack Portfolios, you can still use a simple shortcode to display them on your site.":["להשתמש <portfolioLink>בתיקי עבודות<\/portfolioLink> באתר שלך כדי להציג לראווה את העבודה הטובה ביותר שלך. אם ערכת העיצוב שלך לא תומכת בתיקי העבודות של Jetpack, אפשר עדיין להשתמש בפקודת מקרו פשוטה כדי להציג אותם באתר."],"Testimonials shortcode: [testimonials]":["פקודות מקרו להמלצות: [המלצות]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["להוסיף <testimonialLink>המלצות<\/testimonialLink> לאתר האינטרנט שלך כדי למשוך לקוחות חדשים. אם ערכת העיצוב שלך לא תומכת בהמלצות של Jetpack, אפשר עדיין להשתמש בפקודת מקרו פשוטה כדי להציג אותן באתר."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["חדשות טובות: השירות של Jetpack שולח באופן אוטומטי את מפת האתר שלך לכל מנועי החיפוש הגדולים לצורך יצירה של אינדקס."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["מפות אתרים הם קבצים שבהם מנועי החיפוש, כגון Google או Bing, משתמשים כדי ליצור אינדקס של האתר שלך. בעזרתן ניתן גם לשפר את הדירוג של האתר שלך בתוצאות החיפוש. בהפעלת התכונה הזו, השירות של Jetpack יצור את מפות האתרים עבורך ויעדכן אותן אוטומטית כאשר התוכן באתר משתנה."],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["למנועי החיפוש אין גישה לאתר שלך כעת. אם ברצונך לאפשר גישה לאתר שלך, יש לבדוק את <a>הגדרות הקריאה<\/a> ולהפעיל את האפשרות 'תצוגה במנועי החיפוש'."],"Configure related posts in the Customizer":["הגדרת הפוסטים הקשורים בכלי ההתאמה האישית"],"Highlight related content with a heading":["הדגשה של תוכן קשור באמצעות כותרת"],"View security scan details":["הצגת פרטים לגבי סריקות אבטחה"],"Show a thumbnail image where available":["הצגה של תמונה ממוזערת כשאפשר"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["למידע נוסף על אופן השימוש של תכונות Jetpack מסוימות בנתונים ובמעקב אחר הפעילות, יש לעיין <privacyCenterLink>במרכז הפרטיות<\/privacyCenterLink>. שלנו."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["אנחנו משתמשים בכלים אחרים למעקב, כולל כלים של צד שלישי. <cookiePolicyLink>אפשר לקרוא פרטים על אלו<\/cookiePolicyLink> ועל אופן השליטה בהם."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["המידע הזה עוזר לנו לשפר את המוצרים שלנו, להציג שיווק רלוונטי יותר, לספק לך חוויית שימוש אישית ב-WordPress.com ועוד, כפי שמפורט <pp>במדיניות הפרטיות<\/pp> שלנו."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["לשתף מידע על השימוש שלך בשירותים שונים לאחר ההתחברות לחשבון שלך ב- WordPress.com עם כלי הניתוח שלנו.<cookiePolicyLink>למידע נוסף<\/cookiePolicyLink>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["תכונה זו מנוהלת על ידי מנהל מערכת של האתר. <link>למידע נוסף<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["תכונה זו הושבתה על ידי מנהל מערכת של האתר. <link>למידע נוסף<\/link>."],"Search term.\u0004terms of service":["תנאי שימוש"],"Search term.\u0004tos":["tos"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["נתונים"],"Search term.\u0004tracks":["רצועות"],"Search term.\u0004privacy":["פרטיות"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["פעולה זו מאפשרת טעינה אוטומטית של קבוצת הפוסטים הבאה כאשר הקוראים מגיעים לתחתית העמוד."],"Allows you to publish new posts by sending an email to a special address.":["פעולה זו מאפשרת לך לפרסם את הפוסטים החדשים שלך באמצעות שליחה באימייל לכתובת מסוימת."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["פעולה זו מוסיפה סרגל כלים עם קישורים לכל האתרים שלך, להודעות, לפרופיל של ב-WordPress.com ול-Reader."],"Settings header\u0004Privacy Settings":["הגדרות פרטיות"],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["תכונה זו הופעלה על ידי מנהל מערכת של האתר. <link>למידע נוסף<\/link>."],"We are committed to your privacy and security.":["אנחנו מחויבים לפרטיות ולאבטחה שלך."],"This feature has been disabled by a site administrator.":["תכונה זו הושבתה על ידי מנהל מערכת של האתר."],"Configure your notification settings":["שינוי הגדרות של הודעות כעת"],"Settings header\u0004Downtime monitoring":["ניטור זמן השבתה"],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["פעולה זו מאפשרת לך להוסיף את התגיות הנסתרות שנדרשות לאימות האתר שלך ב-WordPress מול שירותים שונים."],"Displays information on your site activity, including visitors and popular posts or pages.":["פעולה זו מציגה מידע אודות הפעילות באתר שלך, כולל נתונים על מבקרים ופוסטים או עמודים פופולריים."],"Allows you to optimize your site and its content for better results in search engines.":["פעולה זו מאפשרת לך למטב את האתר והתוכן שלך לקבלת תוצאות טובות יותר במנועי החיפוש."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["פעולה זו משלב את האתר שלך ב-WordPress עם Google Analytics, פלטפורמה שמציעה לך תובנות לגבי התעבורה, המבקרים והשיחות שלך."],"Displays high-quality ads on your site that allow you to earn income.":["פעולה זו מציגה מודעות איכותיות באתר שלך, באמצעותן אפשר להפיק רווחים מהאתר."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["פעולה זו מאפשרת לך לשתף באופן אוטומטי את התוכן החדש ביותר שלך ברשתות החברתיות, כולל פייסבוק וטוויטר."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["פעולה זו מוסיפה כפתור 'לייק' לתוכן שלך, באמצעותו מבקרים יכולים להביע הערכה והוקרה."],"Allows registered users to log in to your site with their WordPress.com accounts.":["פעולה זו מאפשרת למשתמשים להיכנס לאתר שלך באמצעות החשבון שלהם ב-WordPress.com."],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["פעולה זו מאפשרת לך לגבות את האתר שלך בשרתי WordPress.com הגלובליים. באמצעות גיבוי זה, אפשר לשחזר את התוכן שלך אם אירעה שגיאה או במקרה חירום."],"Removes spam from comments and contact forms.":["פעולה זו מסירה תגובות זבל מהתגובות ומהטפסים ליצירת קשר."],"Add Search (Jetpack) Widget":["פעולה זו מוסיפה את וידג'ט החיפוש (של Jetpack)"],"Jetpack Search is powering search on your site.":["החיפוש באתר שלך מופעל על ידי Jetpack Search."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["הקבצים באתר שלך נסרקים בקביעות כדי לגלות שינויים לא מורשים או חשודים, שעלולים לסכן את האבטחה והנתונים שלך."],"Protects your site from traditional and distributed brute force login attacks.":["פעולה זו מגנה על האתר שלך מפני ניסיונות מבוזרים או מסורתיים של התחברות על ידי ניחוש סיסמה."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack ימטב את התמונות שלך ויציג אותן ממיקום השרת הקרוב ביותר למבקרים שלך. שימוש ברשת שליחת התוכן העולמית שלנו ישפר את מהירות הטעינה של האתר שלך."],"Jetpack’s downtime monitor will continuously monitor your site and alert you the moment that downtime is detected.":["ניטור זמן ההשבתה של Jetpack יבצע מעקב רצוף אחר האתר שלך ויודיע לך ברגע שהאתר שלך יושבת."],"Moderate comments":["אישור תגובות"],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Jetpack Backup מאפשרים לך לשחזר בקלות את האתר מנקודת מסוימת בציר בזמן או להוריד גיבוי מנקודה זו."],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["הפעולה מאפשרת לקוראים להירשם לעדכונים לפוסטים ולתגובות שלך ולקבל הודעות באימייל על תוכן חדש."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["הפעולה מחליפה את טופס התגובות הרגיל של WordPress עם מערכת התגובות החדשה שכוללת אפשרויות להתחברות לחשבון ברשת חברתית."],"Updated privacy settings.":["הגדרות הפרטיות עודכנו."],"Updating privacy settings…":["מעדכן את הגדרות הפרטיות..."],"Error updating privacy settings. %s":["שגיאה בעדכון הגדרות הפרטיות. %s"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["חבילה עם אבטחה מלאה, כלים לאוטומציה של השיווק והפקת הרווחים, אחסון וידאו ללא הגבלה ותמיכה מועדפת."],"Daily backups, spam filtering, and priority support.":["גיבויים יומיים, סינון תגובות זבל ותמיכה מועדפת."],"Add Jetpack Search Widget":["הוספת וידג'ט Jetpack Search"],"Always-on security":["אבטחה מתמדת"],"Design the perfect website":["תכננו את האתר המושלם"],"Set up Jetpack":["הגדרת Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["גיבוי בזמן אמת של כול הנתונים באתר עם שטח אחסון בלתי מוגבל, שחזורים בלחיצה אחת וסריקות אבטחה אוטומטיות."],"Jetpack Search":["Jetpack Search"],"Daily backup of all your site data with unlimited space and one-click restores":["גיבוי יומי של כל הנתונים באתר עם שטח בלתי מוגבל ושחזור בלחיצה אחת"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["גיבוי בזמן אמת של כל הנתונים באתר עם שטח בלתי מוגבל, שחזור בלחיצה אחת, סריקות אבטחה אוטומטיות ועדיפות בקבלת תמיכה"],"View your security activity":["הצגה של פעילות האבטחה שלך"]," (powered by VaultPress).":[" (מופעל על ידי VaultPress)."],"Jetpack version":["גרסת ג'טפק"],"Activity":["פעילות"],"Jetpack version %s":["גרסת Jetpack %s"],"Monetize your site with ads":["הפקת רווחים מהאתר שלך באמצעות פרסומות"],"Jetpack Stats People":["אנשים מסתכלים על נתונים סטטיסטיים של Jetpack"],"Hello there! Your stats have been activated.":["שלום! הנתונים הסטטיסטיים שלך הופעלו."],"Just give us a little time to collect data so we can display it for you here.":["איסוף הנתונים יימשך זמן מה ולאחר מכן, נוכל להציג לך את המידע כאן."],"Okay, got it!":["בסדר, הבנתי!"],"By clicking the button above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["לחיצה על הכפתור למעלה מהווה את הסכמתך <tosLink>לתנאי השימוש<\/tosLink> שלנו <shareDetailsLink>ולשיתוף המידע<\/shareDetailsLink> עם WordPress.com."],"Display ads below posts on":["להציג פרסומות מתחת לפוסטים ב-"],"Additional ad placements":["מיקום פרסומות נוספות"],"Top of each page":["בחלקו העליון של כל עמוד"],"Second ad below post":["פרסומת שנייה מתחת לפוסט"],"Archives":["ארכיונים"],"Schedule posts":["תזמון פוסטים"],"Activate Publicize":["הפעלת השיתוף האוטומטי"],"Create address":["יצירת כתובת"],"Pages":["עמודים"],"Access the full list of Jetpack modules available on your site.":["גישה לרשימה המלאה של מודולי Jetpack שזמינים באתר שלך."],"Your paid plan gives you access to prioritized Jetpack support.":["התוכנית שלך בתשלום מאפשרת לך גישה לתמיכה מועדפת של Jetpack."],"We're here to help":["נשמח לעזור"],"Search our support site":["חיפוש באתר התמיכה"],"Get a faster resolution to your support questions.":["קבלת טיפול מהיר יותר בשאלות שלך לתמיכה."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["שדרוג"],"Generate income with high-quality ads.":["יצירת הכנסה באמצעות פרסומות באיכות גבוהה."],"Button caption\u0004Saving…":["שומר..."],"Button caption\u0004Save settings":["שמירת הגדרות"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["אתר זה לא מחובר ל-WordPress.com. יש ליצור קשר עם מנהל מערכת האתר כדי להתחבר."],"Navigation item.\u0004Dev Tools":["כלי פיתוח"],"An Automattic Airline":["שירות מבית Automattic"],"Short warning message\u0004Updates needed":["נדרשים עדכונים"],"Short label appearing near a paid feature configuration block.\u0004Paid":["בתשלום"],"Manage site connection":["ניהול חיבור האתר"],"Theme enhancements":["שיפור ערכת העיצוב"],"Load more posts using the default theme behavior":["טעינת פוסטים נוספים באמצעות קביעת ברירת מחדל לערכת עיצוב"],"Load more posts in page with a button":["טעינת פוסטים נוספים בעמוד באמצעות לחצן"],"Load more posts as the reader scrolls down":["טעינת פוסטים נוספים בזמן גלילה של הקורא"],"Theme support required.":["נדרשת תמיכה בערכת העיצוב."],"Learn more about adding support for Infinite Scroll to your theme.":["קבלת מידע נוסף לגבי הוספת תמיכה בגלילה אינסופית בערכת העיצוב שלך."],"Settings header\u0004WordPress.com toolbar":["סרגל כלים של WordPress.com"],"Enable the WordPress.com toolbar":["הפעלת סרגל הכלים של WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["כלי הכתיבה שזמינים לך יוצגו כאן כאשר מנהל המערכת יפעיל אותם."],"Portfolios":["תיקי עבודות"],"Settings header\u0004Composing":["כתיבה"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, <yandex>Yandex.Webmaster<\/yandex>, and <facebook>Facebook Domain Verification<\/facebook>.":["לתשומת לבך, <b>אין חובה לאמת את האתר באמצעות שירותים אלה<\/b> כדי לאפשר למנועי חיפוש להוסיף את האתר שלך לאינדקס. כדי להשתמש בכלים מתקדמים של מנוע החיפוש ולצורך אימות האתר באמצעות שירות מסוים, יש להדביק את הקוד של תגית ה-HTML שלמטה. יש לקרוא את <support>ההוראות המלאות<\/support> במקרה של בעיה. שירותי אימות נתמכים: <google>Google Search Console<\/google>,‏ <bing>Bing Webmaster Center<\/bing>,‏ <pinterest>Pinterest Site Verification<\/pinterest>‏, <yandex>Yandex.Webmaster<\/yandex> ו-<facebook>Facebook Domain Verification<\/facebook>."],"Bing":["Bing"],"Yandex":["Yandex"],"Generate XML sitemaps":["יצירת מפת אתר בפורמט XML"],"Settings header\u0004Site stats":["נתונים סטטיסטיים של האתר"],"Count logged in page views from":["ספירה של צפיות בעמוד בזמן מצב מחובר מאת"],"Allow stats reports to be viewed by":["מאפשר הצגת דוחות של נתונים סטטיסטיים על ידי"],"Settings header\u0004Search engine optimization":["מיטוב למנועי חיפוש"],"A header for a preview area in the configuration screen.\u0004Preview":["תצוגה מקדימה"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["קביעת התצורה של ההגדרות האישיות של Google Analytics"],"Ads header\u0004Ads":["פרסומות"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["הצגה של פרסומות במאמר הראשון בעמוד הבית שלך או בסופו של כל עמוד או כל פוסט. מיקום פרסומות נוספות בחלק העליון של האתר שלך ובכל אזור וידג'ט כדי להגדיל רווחים."],"Enable ads and display an ad below each post":["הפעלת פרסומות ותצוגה של פרסומת בתחתית כל פוסט"],"Match accounts using email addresses":["התאמת חשבונות באמצעות כתובות אימייל"],"Require accounts to use WordPress.com Two-Step Authentication":["דרישה מחשבונות להשתמש בקוד אימות דו-שלבי של WordPress.com"],"Settings header\u0004Brute force protection":["הגנה מפני ניחוש סיסמה"],"Enter a search term to find settings or close search.":["יש להזין מונח לחיפוש כדי למצוא הגדרות או לסגור את החיפוש."],"No search results found for %s":["לא נמצאו תוצאות חיפוש עבור %s"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["אפשר להוסיף כתובת IP (או סדרת כתובות) לרשימת 'התר תמיד' למנוע לחלוטין את חסימתם על ידי Jetpack. יש תמיכה ב-IPv4 ו-IPv6. כדי לציין טווח, יש להזין את הערך הנמוך והערך הגבוה כשהם מופרדים באמצעות מקף. לדוגמה: 12.12.12.1-12.12.12.100"],"You have paid for backups but they're not yet active.":["שילמת על גיבויים אבל הם עדיין לא פעילים."],"You have paid for backups and security scanning but they’re not yet active.":["שילמת על גיבויים וסריקות אבטחה אבל הם עדיין לא פעילים."],"Click \"Set Up\" to finish installation.":["יש ללחוץ על 'הגדרות' כדי להשלים את ההתקנה."],"Checking site status…":["בדיקת סטטוס אתר..."],"Settings header\u0004Backups and security scanning":["גיבויים וסריקות אבטחה"],"Checking your spam protection…":["בדיקת ההגנה שלך מפני תגובות זבל..."],"Automatically share your posts to social networks":["שיתוף אוטומטי של הפוסטים שלך ברשתות החברתיות"],"Configure your sharing buttons":["קביעת תצורה של לחצי השיתוף שלך"],"Settings header\u0004Sharing buttons":["לחצני שיתוף"],"Connect your social media accounts":["חיבור חשבונות אישיים של רשתות חברתיות"],"Settings header\u0004Publicize connections":["חיבורים של שיתוף אוטומטי"],"Settings header\u0004Like buttons":["לחצני לייק"],"Fetching key…":["הבאת מפתח..."],"Your site is not protected from spam.":["האתר שלך לא מוגן מפני תגובות זבל."],"Your site is protected from spam.":["האתר שלך מוגן מפני תגובות זבל."],"Checking key…":["בדיקת מפתח..."],"Your API key":["מפתח ה-API שלך"],"Connections":["חיבורים"],"A caption for a small button to fix security issues.\u0004Threats":["איומים"],"Short message informing user that the site is secure.\u0004Secure":["מאובטח"],"Caption for a button to set up a feature.\u0004Set up":["הגדרה"],"View your Email Followers":["הצגת העוקבים שלך באימייל"],"Color scheme":["בחירת צבעים"],"Enable Markdown use for comments.":["יש להפעיל שימוש ב-Markdown עבור תגובות."],"A caption for a small button to fix security issues.\u0004See threats":["להציג איומים"],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["אם עדיין אין ברשותך מפתח API, עליך <a>לקבל את מפתח ה-API שלך כאן<\/a> ולעקוב אחר ההוראות להשלמת תהליך הקבלה של המפתח."],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["האתר שלך נמצא במצב לא מקוון ולכן אין לך אפשרות להתחבר אל WordPress.com."],"Your site needs an Anti-spam key.":["לאתר שלך נדרש מפתח למניעת תגובות זבל."],"Your Anti-spam key is valid.":["המפתח שלך למניעת תגובות זבל תקף."],"There's a problem with your Anti-spam API key. <a>Learn more<\/a>.":["בעיה במפתח ה-API שלך למניעת תגובות זבל.<a>פרטים נוספים<\/a>."],"Updating settings…":["מעדכן הגדרות…"],"Updating Post by Email address…":["עדכון של פוסט לפי כתובת אימייל..."],"Your site is connected to WordPress.com.":["האתר שלך מחובר ל-WordPress.com."],"You are the Jetpack owner.":["שירות ה-Jetpack נמצא בבעלותך."],"Dashboard widget header\u0004Site connection":["חיבור האתר"],"Dashboard widget header\u0004Account connection":["חיבור החשבון"],"Updated settings.":["עודכנו הגדרות."],"Regenerated Post by Email address.":["יצירה מחדש של פוסט לפי כתובת אימייל."],"Updated settings. Refreshing page…":["עודכנו הגדרות. ריענון העמוד..."],"Error regenerating Post by Email address. %s":["שגיאה במהלך יצירה מחדש של פוסט לפי כתובת אימייל. %s"],"Navigation item.\u0004Settings":["הגדרות"],"Navigation item.\u0004Discussion":["דיון"],"Navigation item.\u0004Traffic":["תעבורה"],"Navigation item.\u0004Sharing":["שיתוף"],"Google Analytics is a free service that complements our <a>built-in stats<\/a> with different insights into your traffic. WordPress.com stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics הוא שירות בחינם, שמשלים את <a>הנתונים הסטטיסטיים המובנים שלנו<\/a> עם תובנות שונות על התעבורה שלך. נתונים סטטיסטיים של WordPress.com ו-Google Analytics משתמשים בשיטות שונות לזיהוי ומעקב אחר פעילות באתר שלך, ולכן הם בדרך כלל יראו מספרים שונים במעט לגבי הביקורים שלך, הצפיות וכו'."],"Activate Google Analytics":["הפעלת Google Analytics"],"Configure Google Analytics":["הגדרת Google Analytics"],"Google Analytics":["Google Analytics"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["השרת שלך לא הוגדר כראוי, לכן אי אפשר להגן על האתר שלך באופן יעיל באמצעות Jetpack Protect."],"Activate %s":["להפעיל את %s"],"Activate VideoPress":["הפעלת VideoPress"],"View your earnings":["הצגת הרווחים שלך"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["הפעלת הפרסומות מהווה את הסכמתך <link>לתנאי השימוש<\/link> למודעות של Automattic."],"More Info":["פרטים נוספים"],"You are running Jetpack on a staging server.":["מופעל אצלך Jetpack בשרת אחסון זמני."],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["גיבוי בזמן אמת של כל הנתונים באתר עם שטח בלתי מוגבל, שחזור בלחיצה אחת, סריקות אבטחה אוטומטיות, טיפול באיומים בלחיצה אחת."],"This will reset all Jetpack options, are you sure?":["דבר זה יגרום לאיפוס כל אפשרויות Jetpack; האם ההחלטה שלך סופית?"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["כרטיסייה זו מכילה הגדרות שלא נשמרו; ביציאה מהכרטיסייה הן ילכו לאיבוד. האם להמשיך?"],"Dashboard":["לוח בקרה"],"Search for a Jetpack feature.":["חיפוש אחר תכונה של Jetpack."],"Navigation item.\u0004At a Glance":["מבט כללי"],"Configure your Security Scans":["הגדרת תצורה של סריקות אבטחה"],"Upgrade Focus: VideoPress For Weddings":["המלצת שדרוג: VideoPress לחתונות"],"The WordPress for Android App Gets a Big Facelift":["אפליקציית WordPress ל-Android עברה 'מתיחת פנים' רצינית"],"Big iPhone\/iPad Update Now Available":["עדכון גדול ל-iPhone\/iPad זמין עכשיו"],"A few catchy words to motivate your visitors to comment.":["הוספת טקסט שיעודד את המבקרים שלך להגיב."],"Cheatin' uh?":["מרמה, אה?"],"Regenerate address":["יצירת כתובת מחדש"],"Highlight and copy the following text to your clipboard:":["יש לסמן ולהעתיק את הטקסט הבא ללוח שלך:"],"Copied!":["הועתק!"],"verb\u0004Copy":["העתק"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>אכפת לך לספר לנו מדוע לא השלמת את ההתחברות ל-Jetpack <a>בסקר בן שתי שאלות<\/a>?<\/p><p>חיבור ל-Jetpack נדרש כדי שתכונות האבטחה והתעבורה החינמיות שלנו יעבדו.<\/p>"],"You are currently running a development version of Jetpack.":["נראה שנעשה כאן שימוש בגרסת פיתוח של Jetpack."],"You're fueled up and ready to go.":["הכול מוכן ומזומן, אפשר לצאת לדרך."],"You're fueled up and ready to go, Jetpack is now active.":["הכול מוכן ומזומן, Jetpack פעיל כעת."],"Your Jetpack is already connected.":["ה-Jetpack שלך כבר מחובר."],"Submit Beta feedback":["שליחת משוב לגרסאת בטא"],"Navigation item.\u0004Reset Options (dev only)":["אפשרויות איפוס (גרסאות מפתחים בלבד)"],"ACTIVE":["פעיל"],"Upgrade":["שדרוג"],"Activate Site Stats":["הפעלת נתונים סטטיסטיים של האתר"],"Jetpack Stats Icon":["סמל נתונים סטטיסטיים של Jetpack"],"Save Settings":["שמירת הגדרות"],"Saving…":["שומר..."],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["איתור באגים"],"WordPress.com Terms of Service":["תנאי שימוש ב-WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["תנאים"],"Automattic's Privacy Policy":["מדיניות הפרטיות של Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["פרטיות"],"Click to view detailed stats.":["יש ללחוץ כדי להציג נתונים סטטיסטיים מפורטים."],"Days":["ימים"],"Weeks":["שבועות"],"Months":["חודשים"],"<a>Activate Site Stats<\/a> to see detailed stats, likes, followers, subscribers, and more! <a1>Learn More<\/a1>":["<a>יש להפעיל את הנתונים הסטטיסטיים של האתר<\/a> כדי לראות נתונים סטטיסטיים מפורטים, לייקים, עוקבים, מנויים ועוד! <a1>למידע נוסף<\/a1>"],"Something happened while loading stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["משהו קרה בעת טעינת הנתונים הסטטיסטיים. יש לנסות שוב מאוחר יותר או <a>להציג את הנתונים הסטטיסטיים שלך עכשיו ב-WordPress.com<\/a>"],"View your security dashboard":["הצגת לוח הבקרה של האבטחה"],"View your spam stats":["הצגת נתונים סטטיסטיים של תגובות זבל"],"The site is in Offline Mode, so you can not connect to WordPress.com.":["אתר זה נמצא במצב לא מקוון, לכן אין לך אפשרות להתחבר אל WordPress.com."],"Total malicious attacks blocked on your site.":["סה\"כ התקפות זדוניות שנחסמו באתר שלך."],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack חוסם באופן פעיל נסיונות כניסה זדוניים. בקרוב יוצגו כאן נתונים!"],"No threats found, you're good to go!":["לא נמצאו איומים, אפשר להתחיל לעבוד!"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack מנטר את האתר שלך. אם אנחנו חושדים שהאתר שלך קרס, נשלח לך אימייל."],"<a>Activate Protect<\/a> to keep your site protected from malicious sign in attempts.":["<a>יש להפעיל את Protect (הגנה)<\/a> כדי לשמור על האתר שלך מוגן מפני נסיונות כניסה זדוניים."],"Performance":["ביצועים"],"Security":["אבטחה"],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["תגובות זבל נחסמו."],"Backup":["גיבוי"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["כדי לגבות את האתר שלך כולו באופן אוטומטי, יש <a>להתקין ולהפעיל<\/a> את VaultPress."],"<a>Activate Monitor<\/a> to receive email notifications if your site goes down.":["<a>יש להפעיל את Monitor (מעקב)<\/a> כדי לקבל הודעות אימייל אם האתר שלך קורס."],"Navigation item.\u0004Plans":["תוכניות"],"Navigation item.\u0004At A Glance":["מבט כללי"],"Unlinked from WordPress.com.":["ביטול הקישור אל WordPress.com."],"Unlinking from WordPress.com":["ביטול הקישור אל WordPress.com"],"Options failed to reset.":["איפוס האפשרויות נכשל."],"Options reset.":["איפוס אפשרויות."],"Resetting Jetpack options…":["מאפס אפשרויות Jetpack..."],"Navigation item.\u0004Security":["אבטחה"],"There was an error reconnecting Jetpack. Error: %s":["אירעה שגיאה במהלך ההתחברות מחדש אל Jetpack. שגיאה: %s"],"Error unlinking from WordPress.com. Error: %s":["שגיאה בהסרת הקישור אל WordPress.com. שגיאה: %s"],"Navigation item.\u0004Writing":["כתיבה"],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["בלוג WordPress צריך להישאר מחובר בזמן אישור Jetpack."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["הייתה לנו בעיה בחיבור Jetpack; יש לכבות ולהפעיל מחדש את תוסף Jetpack ואז להתחבר שוב."],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["אירעה בעיה בחיבור Jetpack עבורך. יש ללחוץ שוב על 'התחברות ל-WordPress.com'."],"Activated":["הופעל"],"Learn more":["למד עוד"],"Posts":["רשומות"],"WordPress.com Toolbar":["סרגל כלים של WordPress.com"],"Front page":["עמוד ראשי"],"VideoPress":["VideoPress"],"Upload videos":["העלאת סרטוני וידאו"],"Close":["סגור"],"Facebook":["פייסבוק"],"Google":["Google"],"Pinterest":["Pinterest"],"Show related content after posts":["להציג תוכן קשור אחרי הפוסטים"],"Twitter":["טוויטר"],"Connect":["להתחבר"],"Disconnect":["התנתק"],"Media":["מדיה"],"Plugins":["תוספים"],"Post by Email":["פרסם בדוא\"ל"],"Related":["קשור"],"Related Posts":["פוסטים קשורים"],"Save":["שמירה"],"Your current IP: %s":["כתובת ה-IP הנוכחית שלך: %s"],"Publicize":["הפצה"],"Site Stats":["סטטיסטיקת אתר"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX היא שפת סימון מתוחכמת לכתיבת משוואות מתמטיות מורכבות ונוסחאות."],"Sharing":["שיתוף"],"Cancel":["בטל"],"Tags":["תגיות"],"Testimonials":["המלצות"],"Comments":["תגובות"],"Date":["תאריך"],"Your website needs to be publicly accessible to use Jetpack: %s":["האתר שלך צריך להיות מוגדר כציבורי כדי להשתמש ב-Jetpack: %s"],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>יש תקלה ב-Jetpack שלך.<\/s> לא ניתן לחבר אתר זה אל WordPress.com. משמעות הדבר בדרך כלל היא שהאתר שלך אינו נגיש לציבור (מארח מקומי)."],"Reconnect Jetpack":["לחבר מחדש את Jetpack"],"Jetpack could not contact WordPress.com: %s. This usually means something is incorrectly configured on your web host.":["השירות של Jetpack לא הצליח ליצור קשר עם WordPress.com: %s. בדרך כלל זה קורה כאשר משהו מוגדר לא נכון בשרת שלך."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack. Please try again later.":["קיימת כרגע בעיה ב-WordPress.com ואין אפשרות להפעיל את Jetpack. יש לנסות שוב מאוחר יותר."],"%s has been activated.":["%s הופעל."],"Activate":["הפעלה"],"Active":["פעיל"],"Connected":["מחובר"],"Edit":["עריכה"],"Learn More":["למד עוד"],"Search":["חיפוש"],"Settings":["הגדרות"],"Jetpack":["Jetpack"]}},"comment":{"reference":"_inc\/build\/admin.js"}}