{"translation-revision-date":"2022-05-18 15:54:08+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Submit Feedback":["לשלוח משוב"],"Submitting…":["שולח..."],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["להגדיל את התעבורה שלך עם <ExternalLink>פרסום ושיתוף<\/ExternalLink> אוטומטי ברשתות החברתיות"],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["לחסום <ExternalLink>התקפות על ידי ניחוש סיסמה<\/ExternalLink> ולקבל הודעות מיידיות אם האתר שלך לא זמין ברשת"],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["להאיץ את הפעילות של האתר שלך ולספק למבקרים תמונות שמוכנות לתצוגה בנייד עם <ExternalLink>תכונות ה-CDN שלנו‏<\/ExternalLink>"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["התשובה שלך נשלחה. <br\/>תודה ששלחת לנו משוב לגבי אפשרויות לשיפור Jetpack."],"Thank you!":["תודה!"],"Skip for now":["לא כרגע"],"Let us know what didn‘t work for you":["נשמח לדעת מה לא עבד אצלך"],"Before you go, help us improve Jetpack":["לפי שנסיים, נשמח לעזרתך כדי לשפר את Jetpack"],"Stay connected":["להישאר עם חיבור פעיל"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>נדרשת לך עזרה?<\/strong> אפשר לקבל מידע נוסף על <jpConnectionInfoLink>חיבור ל-Jetpack<\/jpConnectionInfoLink> או <jpSupportLink>ליצור קשר עם התמיכה של Jetpack<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["לאחר הניתוק מ-Jetpack, האפשרויות האלו לא יעבדו עוד."],"Jetpack is currently powering multiple products on your site.":["האתר שלך משתמש כעת במספר מוצרים שמופעלים על ידי Jetpack."],"Back to my website":["חזרה לאתר שלי"],"No thank you":["לא, תודה"],"Help us improve":["נשמח למשוב כדי להשתפר"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["מצטערים שהחלטת לעזוב. ב-Jetpack אנחנו תמיד משתדלים לספק את החוויה הטובה ביותר ללקוחות שלנו. כדאי לענות על הסקר הקצר שלנו (שתי דקות, מבטיחים)."],"Jetpack has been <br\/>successfully disconnected.":["השירות של Jetpack <br\/>נותק בהצלחה."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["השירות של Jetpack מפעיל תוספים אחרים באתר שלך. אם ברצונך להתנתק, התוספים האלו לא יעבדו עוד."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack נתקל בשגיאה ואינו מצליח להציג את לוח הבקרה. כדאי לרענן את העמוד."],"There seems to be a problem with your website.":["נראה שיש בעיה באתר שלך."],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["נראה שיש בעיה בחיבור שלך אל WordPress.com. אם הבעיה ממשיכה, כדאי לנסות להתחבר מחדש."],"Disconnect and Deactivate":["להתנתק ולהשבית"],"Disconnecting…":["מתנתק..."],"share your experience":["לשתף את החוויה שלך"],"Other:":["אחר:"],"Troubleshooting - I'll be reconnecting afterwards.":["פתרון בעיות – אתחבר שוב בשלב מאוחר יותר."],"I don't know what it does.":["אין לי מושג מה השירות עושה."],"It's buggy.":["השירות מלא בבאגים."],"It slowed down my site.":["השירות האט את האתר שלי."],"I can't get it to work.":["לא הצלחתי להפעיל את השירות."],"Jetpack has many powerful tools that can help you achieve your goals":["ל-Jetpack יש המון כלים עוצמתיים שיעזרו לך להגשים את המטרות שלך"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["האתר שלך משתמש כעת במספר תכונות שמופעלות על ידי Jetpack. לאחר הניתוק מ-Jetpack, התכונות האלה לא יהיו זמינות עוד וייתכן שהאתר שלך לא יפעל באותו האופן."],"Are you sure you want to disconnect?":["האם ברצונך להתנתק מהשירות?"],"Disconnect":["התנתק"],"Deactivate Jetpack":["השבתת Jetpack"]}},"comment":{"reference":"_inc\/build\/plugins-page.js"}}