{"translation-revision-date":"2022-05-18 15:54:10+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Something went wrong.":["משהו השתבש."],"%s Please try placing your order again.":["%s יש לנסות לבצע את ההזמנה שוב."],"%s (optional)":["%s (אופציונלי)"],"There was an error registering the payment method with id '%s': ":["אירעה שגיאה בעת רישום שיטת התשלום עם המזהה '%s':"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["אירעה שגיאה לא צפויה בתהליך התשלום בקופה. <button>כדאי לנסות לטעון את העמוד שוב<\/button>. אם השגיאה ממשיכה, כדאי ליצור איתנו קשר כדי שנוכל לעזור."],"Browse store":["לסייר בחנות"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["לא ניתן לבצע תשלום בקופה כאשר עגלת הקניות ריקה – מומלץ לסייר בחנות שלנו ולחזור לכאן כאשר הכול מוכן לביצוע ההזמנה."],"Your cart is empty!":["עגלת הקניות שלך ריקה!"],"Something went wrong…":["משהו השתבש..."],"Click here to log in.":["יש ללחוץ כאן כדי להתחבר."],"You must be logged in to checkout. ":["עליך להתחבר כדי להמשיך לתשלום בקופה. "],"Edit your cart":["לערוך את עגלת הקניות שלך"],"Please edit your cart and try again.":["יש לערוך את עגלת הקניות ולנסות שוב."],"There is a problem with your cart":["אירעה בעיה עם עגלת הקניות שלך"],"Checkout error":["שגיאה בתשלום בקופה"],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["אירעה בעיה בתהליך התשלום בקופה. יש לנסות שוב. אם הבעיה ממשיכה, כדאי ליצור איתנו קשר כדי שנוכל לעזור."],"There was a problem with your shipping option.":["אירעה בעיה עם אפשרות המשלוח שלך."],"There was a problem with your payment option.":["אירעה בעיה עם אפשרות התשלום שלך."],"Something went wrong. Please contact us to get assistance.":["משהו השתבש. יש ליצור אתנו קשר לקבלת עזרה."],"Dismiss this notice":["להתעלם מהודעה זו"],"There was an error loading the content.":["הייתה שגיאה בטעינת התוכן."],"Oops!":["אופס!"],"Retry":["יש לנסות שנית"],"Error:":["שגיאה:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}