{"translation-revision-date":"2022-05-18 15:54:10+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["אין עמלות על עסקאות באמצעות כרטיס למשך עד שלושה חודשים (או 25,000 $ בתשלומים)"],"Get in touch":["ליצור קשר"],"Have more questions?":["יש לך שאלות נוספות?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["לפרטים נוספים על אפשרויות המינוי שזמינות ב-WooCommerce Payments, אפשר לעיין <a>במקטע המינויים של המדריך להתקנת WooCommerce Payments<\/a>."],"Customer & Store Manager payment method changes":["שינויים באמצעי התשלום של הלקוח וניהול החנות"],"Payment date changes":["שינויים בתאריך התשלום"],"Recurring total changes":["שינויים בסכום הכולל של תשלומים חוזרים"],"Multiple subscriptions":["ריבוי מינויים"],"Subscription reactivation":["הפעלה מחדש של מינוי"],"Subscription cancellation":["ביטול מינוי"],"Subscription suspension":["השהיה של מינוי"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["ל-WooCommerce Payments יש תאימות מלאה עם האפשרויות של WooCommerce Subscriptions, כולל:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["התמיכה של WooCommerce Payments בחיוב אוטומטי של תשלומים חוזרים דרך התוסף <a>WooCommerce Subscriptions<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["האם ל-WooCommerce Payments יש תמיכה בתוסף Subscriptions ובאפשרויות לתשלומים חוזרים?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["אם ייוודע לנו על פעילות אסורה, אנו עשויים להגביל או להשבית את האחראי על החשבון."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["על ידי הרשמה לשימוש ב-WooCommerce Payments, מוסכם עליך שלא לקבל תשלומים בקשר לפעילויות, למנהגים או למוצרים המוגבלים הללו. בנוסף לכך, אנו פועלים כדי להבטיח שלא תבוצע כל פעילות אסורה ב-WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["את הרשימה המלאה של העסקים הללו ניתן למצוא ב<a>רשימת העסקים המוגבלים של Stripe<\/a>."],"Firearms, ammunition":["כלי נשק, תחמושת"],"Substances designed to mimic illegal drugs":["חומרים שנועדו לחקות סמים לא חוקיים"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["פעילות ברשת חברתית, כדוגמת עוקבים בטוויטר, לייקים בפייסבוק, צפיות ב-YouTube"],"Pseudo pharmaceuticals":["תרופות מדומות"],"Multi-level marketing":["שיווק רב-שכבתי"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["כלים הקשורים לסמים (כולל סיגריות אלקטרוניות, מאיידים ומזון מרפא)"],"Adult content and services":["תוכן ושירותים למבוגרים"],"Counterfeit goods":["סחורות מזויפות"],"Virtual currency, including video game or virtual world credits":["מטבע וירטואלי, כולל משחקי וידאו או נקודות זיכוי גלובליות וירטואליות"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["עקב הגבלות שהוטלו על ידי רשתות כרטיסים, ספקי שירות התשלום שלנו וספקי השירותים הפיננסיים שלהם, כמה סוגים של עסקים ומוצרים שאינם מורשים לבצע עסקאות באמצעות WooCommerce Payments, כולל, בין היתר:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["אילו מוצרים אינם מורשים בחנות שלי אם אני מרשה לקבל תשלומים עם WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>פרטי כל הפיקדונות<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["מרבית הבנקים ישקפו את הפיקדונות בחשבונך ברגע שהם יקבלו את ההעברה מ-WooCommerce Payments. לחלקם יידרשו כמה ימים עד שהיתרה תהיה זמינה לך."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["לדוגמה, עסק שממוקם בניו זילנד קבע תקופת המתנה של 4 ימי עסקים. תשלומים המבוצעים לחשבון זה ביום רביעי ישולמו ביום שלישי הבא."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["תשלומים שהתקבלו בכל יום הופכים לחלק מהיתרה בהמתנה. היתרה בהמתנה תהיה זמינה לאחר תקופת ההמתנה. ביום שבו היא זמינה, היא תשולם באופן אוטומטי לחשבון הבנק שלך. תקופת ההמתנה תלויה במדינת החשבון."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["במרבית החשבונות, השירות של <a>WooCommerce Payments<\/a> משלם את יתרת החשבון הזמינה שלך באופן אוטומטי בכל יום לחשבון שקבעת לאחר תקופת המתנה סטנדרטית."],"When will I receive deposits for my WooCommerce Payments account balance?":["מתי אקבל פיקדונות מהיתרה שלי בחשבון WooCommerce Payments?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["עמלה בגובה 1.5% על הסכום לתשלום עבור <a>פיקדונות מיידיים<\/a>"],"<a>View all fees<\/a>":["<a>להציג את כל העמלות<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["השירות של WooCommerce Payments משתמש במודל תמחור של שלם-לפי-צריכה. משלמים רק עבור פעילות בחשבון. אין עמלת כינון או תשלום חודשי. העמלות שונות בהתבסס על מדינת החשבון שלך ומדינת כרטיס הלקוח שלך."],"What are the fees for WooCommerce Payments?":["מהן העמלות עבור WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["כדי להיות זכאים להצעת קידום זו, על החנות שלך: (1) לעמוד בדרישות השימוש ב-WooCommerce Payments; ‏(2) להיות עסק שבסיסו בארה\"ב; (3) לא לעבד תשלומים דרך WooCommerce Payments קודם לכן; וכן (4) להתקבל לתוכנית הקידום."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["חנויות שהתקבלו לתוכנית הקידום יקבלו הנחה בגובה 100% על דמי עסקה (לא כולל עמלות של המרת מטבע) עבור 25,000 $ הראשונים בתשלומים, או 3 חודשים, הראשון מביניהם שיושג. יש להתקין את ההרחבה ואם יש לך זכאות, תהיה לך אפשרות לנצל את הצעת הקידום."],"How will I save money using WooCommerce Payments?":["איך חוסכים כסף באמצעות השימוש ב-WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["מספר מטבעות מקומיים: להגדיל את שיעור המכירות על ידי הגדרת אפשרויות שיעזרו ללקוחות מחוץ למדינה שלך לרכוש בחנות, ללא צורך בהרחבות נוספות."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["פונקציונליות של המינוי: להציע ללקוחות אפשרות לתשלום חוזר על המלאי, ללא צורך ברכישת הרחבה נוספת."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["תשלומים באופן אישי: אמצעי התשלום היחיד שעוזר לך למכור מוצרים באתר או מחוץ לאתר עם האפליקציה הרשמית של WooCommerce לנייד במקום הפתרון של POS שניתן בתשלום."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["לוח בקרה מקורי: לעקוב אחר תזרים ההכנסות מאותו לוח הבקרה של WordPress שדרכו כבר מנוהלים קטלוג המוצרים, המלאי, ההזמנות, השלמת ההזמנות ושאר האלמנטים של החנות המקוונת שלך."],"Why should I choose WCPay over other payment gateways?":["למה כדאי לי להשתמש ב-WCPay במקום בשערי תשלומים אחרים?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["כן. השירות של WooCommerce Payments פועל לצד ספקים אחרים של שירותי תשלומים, כולל Stripe, ‏PayPal וכל השאר. בנינו אותו מתוך מחשבה על גמישות כדי שניתן יהיה להבטיח שהחנות שלך פועלת כדי לענות על הצרכים העסקיים שלך."],"Can I use WooCommerce Payments alongside other payment gateways?":["האם ניתן להשתמש ב-WooCommerce Payments בנוסף לשירותי תשלום אחרים?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["עם WooCommerce Payments, ניתן לגבות תשלומים באופן מאובטח מכרטיסי אשראי ומכרטיסי חיוב, מ-Apple Pay, באמצעות העברה בנקאית, לאפשר רווחים חוזרים, לאפשר תהליך תשלום מזורז בקופה ועוד – במעל 100 מטבעות."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments הוא פתרון תשלומים משולב שנבנה על ידי WooCommerce עבור השירותים של WooCommerce. אפשר להשתמש ב-WooCommerce Payments כדי לנהל את התשלומים, לעקוב אחר תזרים ההכנסות ולנהל את הרווחים מלוח הבקרה האישי שלך."],"What is WooCommerce Payments?":["מזה WooCommerce Payments?"],"Frequently asked questions":["שאלות נפוצות"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["בלחיצה על 'להתקין', אנחנו מקבלים את הסכמתך <a>לתנאי השירות שלנו<\/a>"],"Remove and send feedback":["הסרה ושליחת משוב"],"Just remove WooCommerce Payments":["פשוט להסיר את WooCommerce Payments"],"It’s something else (Please share below)":["משהו אחר (אפשר לשתף למטה)"],"I’m open to installing it another time":["אני אסכים להתקין את ההרחבה במועד אחר"],"I need more information about WooCommerce Payments":["נדרש לך מידע נוסף על WooCommerce Payments?"],"I don’t want to install another plugin":["אינני רוצה להתקין עוד תוסף"],"I’m already happy with my payments setup":["אני כבר מרוצה מסביבת התשלומים שלי"],"What made you disable the new payments experience?":["מה גרם לך להשבית את חוויית התשלומים החדשה?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["מומלץ להקדיש מספר דקות כדי לספר לנו מדוע ברצונך להסיר את WooCommerce Payments. פעולה זו תסיר את WooCommerce Payments מהניווט. ניתן להפעיל אותו שוב ב<strong>הגדרות WooCommerce > תשלומים<\/strong>, אולם הקידום לא יחול."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["הנחה של 800 $ על עמלות באמצעות ניהול עסקאות באמצעות WooCommerce Payments. עם WooCommerce Payments ניתן לקבל בצורה בטוחה את הכרטיסים המובילים, Apple Pay ותשלומים ביותר מ-100 מטבעות. לעקוב אחר תזרים ההכנסות ולנהל רווחים חוזרים ישירות מלוח הבקרה של החנות שלך – ללא עלויות הקמה או תשלומים חודשיים."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["ההנחה תחול לאחר ההתקנה והשלמת ההגדרה של WooCommerce Payments."],"Limited time offer":["הצעה לזמן מוגבל"],"Save big with WooCommerce Payments":["לחסוך בגדול עם WooCommerce Payments"],"Accepted payment methods":["לקבל אמצעי תשלום"],"Comments (Optional)":["תגובות (אופציונלי)"],"Remove WooCommerce Payments":["להסיר את WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["להתקין"],"Learn more":["מידע נוסף"],"No thanks":["לא תודה"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}